{"meta":{"title":"Secret Monthly","subtitle":"","description":"Well hell, I am in./@cheereese","author":"John Doe","url":"https://cheereese.github.io","root":"/"},"pages":[{"title":"about","date":"2022-03-15T10:00:22.000Z","updated":"2022-03-17T15:03:59.410Z","comments":true,"path":"about/index.html","permalink":"https://cheereese.github.io/about/index.html","excerpt":"","text":"我的AO3：cheereese我的邮箱：&#x63;&#104;&#x65;&#x65;&#115;&#101;&#x65;&#114;&#64;&#x66;&#x6f;&#120;&#109;&#97;&#x69;&#x6c;&#x2e;&#99;&#x6f;&#109; 秘密月报的涉及作品：ST&#x2F;SPN&#x2F;全职&#x2F;gbf&#x2F;剧院相关非常喜欢吃安利，吃了安利就会产出♡ 【约稿须知】1 把详细需求和报价发到邮箱，有空就会回复2 现在对Dean右相关的约稿更感兴趣！3 摸鱼套餐：¥120，必须指定作品，可以指定cp，提供1500-3000字左右的产出，爆字算赠品 【友情链接】https://artiehub.github.io/"},{"title":"categories","date":"2022-03-15T10:00:06.000Z","updated":"2022-03-15T12:20:53.830Z","comments":true,"path":"categories/index.html","permalink":"https://cheereese.github.io/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2022-03-15T10:14:05.000Z","updated":"2022-03-15T12:17:15.138Z","comments":true,"path":"tags/index.html","permalink":"https://cheereese.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"【环境法】coral management group note based on Phillipines","slug":"20220314coral-management","date":"2022-03-14T11:56:50.000Z","updated":"2022-03-17T15:03:25.318Z","comments":true,"path":"2022/03/14/20220314coral-management/","link":"","permalink":"https://cheereese.github.io/2022/03/14/20220314coral-management/","excerpt":"Coral Management AllocationOceana Phillipines - https://ph.oceana.org/Me - Kenchington - https://www.sciencedirect.com/science/article/pii/S0025326X18306933Kate - Graham - https://www.sciencedirect.com/science/article/pii/S1877343513001851Eloise - McLeod et al. - https://www.sciencedirect.com/science/article/pii/S0301479718312994","text":"Coral Management AllocationOceana Phillipines - https://ph.oceana.org/Me - Kenchington - https://www.sciencedirect.com/science/article/pii/S0025326X18306933Kate - Graham - https://www.sciencedirect.com/science/article/pii/S1877343513001851Eloise - McLeod et al. - https://www.sciencedirect.com/science/article/pii/S0301479718312994 Next Steps for Project - 20min + 10min Q&amp;AGroups1 Start investigating2 More expansive literature review3 Secondary sources (schoalrship already written)4 Primary sources and existing regimes5 International v comparative (go both directions) a. Int - what are int standards, best practices etc. regimes, policy institutes, self regulated industries, government managed industries, international level, multilateral or global instb. Comp - component, at national or nation state level. Need to evaluate philippines relative to other things. Countries. Over 196 countries. Try and find countries relevant to compare against the philippines,. Developing country, western pacific, archepeloego, explain choice of comparisonc. In comparison dieitnfy, what are other countries doing better or worse than philippines. Freedom. (solomon islands) might be useful translatable. Tried a sci based mechanism in florida and it failed miserably etc. lessons Divisional labourHow to splitPowerpointIntro and statsTell the storyInternationalComparative overviewTableMore on coralconclusion Write up-Final physically written piece to hand over to oceana-Strong suggest - because working in groups do an annotated bibliography, list of sources and then include 50 word parapgrspah saying why this source is useful and why you’re reading it and how you plan to user the source&#x2F;puprose for project, make a google doc Coral overviewCoral in Phillipines (Basic Facts)Second largest in SE AsiaCovers 26,000kmsAlmost 600 coral species, 200 classified as endangered or vulnerable (IUCN) The coral reefs of the Philippines are the second-largest in Southeast Asia, covering 26,000km2. The reefs support extraordinary biodiversity, including more than 400 species of hard coral—12 of which are unique to the area—and more than 900 species of reef fish. The Philippines is home to almost 600 coral species, of which almost 200 are classified as endangered or vulnerable by the IUCN. Unfortunately, many of these coral species are threatened by rising ocean temperatures, increased coastal development and pollution. NOTE - OCEANACurrently running a campaign strengthening coral-rich marine protected areas OverviewCoral reef health and fisheries management are intimately linked. Healthy reefs support fisheries and poor reef fishery management invariably leads to coral degradation.When properly managed, a square kilometer of tropical reef yields 15 tons of seafood a year – a resource critical to the planet’s estimated 6 million reef fishers and their families. Nearly one million of those fishers reside in the Philippines alone.The condition of Philippine coral reefs has been in constant and rapid decline. A recent study shows that 90% of our reefs are in poor to fair categories and none in excellent state. The dismal condition of our reefs is further exacerbated by destruction of marine habitats including dump-and-fill projects, destructive fishing practices, pollution, climate change and other anthropogenic pressures.Strengthening the management and expanding the country’s marine protected areas and strong enforcement of our laws are necessary to effectively protect our coral reefs and provide refuge for coral reef dwellers. These will provide the best chance for their long-term survival and in return, the people benefit from the ecosystem services they provide. We can carry forward the momentum we generated through our 2018 victory in having a portion of the iconic Philippine Rise protected through a presidential proclamation. Oceana commits to strengthen coral-rich marine protected areas such as in Panaon Island. McLeod et al.The future of resilience-based management in coral reef ecosystems Resilience underpins the sustainability of both ecological and social systems.Extensive loss of reef corals following recent mass bleaching events have challenged the notion that support of system resilience is a viable reef management strategy. Resilience-Is defined as the capacity of a system to absorb or withstand stressors such that the system maintains its structure and functions in the face of disturbance and change-And the capacity to adapt to future challenges-Has evolved from emphasizing the persistence of ecosystem structure and function to the ability of coupled social-ecological systems to adapt and transform in the face of global change (really from persistence to agility!?). —-FYI WOULD LIKE CLARITY! The SARAS Institute refers to and SES as complex, adaptive, and like this “bio-geo-physical” unit, associated with social actor and insts-Has been proposed as a guiding framework for coral reef management in an era characterized by rapid global change While resilience-based management (RBM) cannot prevent the damaging effects of major disturbances, such as mass bleaching events, it can support natural processes that promote resistance and recovery. RBMIs defined as using knowledge of current and future drivers influencing ecosystem function (e.g., coral disease outbreaks; changes in land-use, trade, or fishing practices) to deliver triaged strategic solutions - to prioritize, implement, and adapt management actions that sustain ecosystems and human well-being. The main goal of RBM is to identify and prioritize management actions that enhance system resilience (e.g., by protecting processes and species that support a system’s capacity to withstand and recover from disturbance). Such actions include threat mitigation (e.g., controlling pollution, sedimentation, overfishing, etc.), actions that support ecosystem processes (e.g., recruitment and recovery) such as managing herbivores and improving water quality, and developing alternative livelihoods to reduce pressure on reef resources. RBM also includes strategies that build adaptive capacity and adaptation in society, communities, and industries that depend on reefs. McLeod and the team in this article-reviewed the potential of RBM to help sustain coral reefs in the 21st century-explored the scope for supporting resilience through existing management approaches and emerging technologies-discussed their opportunities and limitations in a changing climate-ArguedPresented a (neat!) 10 evidenced mgmt recommendations 1 protect a diversity and redundancy of species, habitats, and functional groups2 maintain pathways of connectivity3 reduce reef stressors to support resistance and recovery4 implement MPAs to support reef resilience5 manage adaptively to accommodate uncertainty and change6 prioritize areas with low environmental risk and high social adaptive capacity7 incorporate social and ecological indicators to assess early warnings, recovery patterns, and regime shifts in conservation planning and monitoring8 explore experimental approaches to support resilience9 implement strategies to build social and ecological adaptive capacity10 implement strategies to facilitate adaptation and transformation that for RBM to be effective in a changing world, reef management strategies need to involve both existing and new interventions that together reduce stress, support the fitness of populations and species, and help people and economies to adapt to a highly altered ecosystem. Essentially purported that:-Guidance is needed to apply reef resilience to support coral reefs and the benefits reefs provide.-Resilience-based management supports stress tolerance, recovery and facilitates adaptation.-Evidence suggests that RBM plays an important role in supporting reefs and dependent communities. Finally they noted that to scale up RBM globally it is important to integrate RBM best practices into policy frameworks such as the UNC on Bioligical Diversity, UNFCCC, etc. and guide funding such as through the Green Climate Fund. To scale up resilience-based management globally, it will be important to integrate RBM management recommendations and best practices into policy frameworks such as the United Nations Convention on Biological Diversity (CBD) and the United Nations Framework Convention on Climate Change (UNFCCC). Influencing policy and governance systems guides the focus of important funding streams such as the Green Climate Fund (GCF) and those that flow through Global Environment Facility (GEF). Mechanisms such as these, together with international finance institutions such as the World Bank, can play a significant role in the scaling of RBM efforts through supporting investments in the implementation of RBM. Additionally, developing cost-benefit analyses of the management recommendations above, can help reef managers and decision-makers to prioritize the suite of management interventions to be considered in a given reef area. Richard KenchingtonScience and the management of coral reefsThis article is about the importance of, biophysical and socio-economic sciences,and sharing knowledge with communities for developing effective management. biophysical sciences(history)1 local customary practice based on traditional knowledge provided for conservation of coral reefs and associated ecosystems.2 After World War 2 the newly available technologies of SCUBA diving and underwater photography enabled direct survey, observation and experimental studies of coral reefs3 The growth of coral reef science in the second half of the 20th century, brought studies of changes ranging from direct impacts of destructive human uses and severe natural events. International Coral Reef Symposium(ICRS)The first International Coral Reef Symposium(ICRS) was held in India in 19691 There was no direct discussion of management issues, but rather technical and scientific issues2 The participants agree on the need to support future ICRS as a regular forum for discussion and coordination of coral reef science3 we need science to understand the issues for an unprecedented scale of management for conservation and sustainable use of coral reef areas within a large marine ecoregion Philippinebecause of growing population, increasing fishing pressure, use of destructive fishing techniques, stocks of coral reef fall fast. Researchers at Silliman University establish a successful long term research and management program through close engagement and knowledge sharing with the local communities.and it provide an good precedent of combing management and science. the International Coral Reef Initiative (ICRI)1994, the International Coral Reef Initiative (ICRI)established in PhilippinesIt identified 4 primary areas of activity：Integrated Management, Capacity Building, Research and monitoring, and Reviews or evaluation of management.ICRI currently has members including govts, govt agencies, non-government organisations. It annually provided platform for Knowledge sharing and allow people to discuss relevant scientific and management knowledge. the management challenge of coral reefsBasically a set of highly complex interdependent environmental, cultural and socio-economic factors1 Address the impacts and sustainability local within-boundary activities2 Remove or reduce the downstream impacts involves complex trans-sectoral coordination at multiple scales between marine and terrestrial jurisdictions within nations, regionally and internationally.3 Starting management are usually under pressure with limited data and limited local availability of scientific expertise process for diagnosing and intervening in the operating environment for sciences.STEP1 Analyse operating environment →STEP2 Assess problem structure→STEP3 Specify interventions→STEP1 Creating or review a management plan1.Establishing a collaborative framework.Establish a group of respected and effective individuals from stakeholder groups. social scientists with disciplinary research knowledge of local social networks wil help.2.Fact finding and analysis.The product should be a substantial accessible document or database . it will be an important source of information for achieving agreement and making plan.3.Establishing or reviewing vision.The objective is to develop goals and how the condition should be beyond the immediate issues.4.Implementing the plan. Scientists determine operational standards, engaging with community for data, establishing monitoring regime, data collection and reporting protocols.5.Monitoring and reporting progress and outcomes. Scientists do data management, analysis and reporting.6.Learning, sharing and responding. The report will become the initial material for next management cycle. presentation bibiographyIntroduction This piece provides an overview of several key elements to sustainable and effective coral reef management in the Phillipines, with reference to leading case success stories, global lesions, international law development and orgasnisation. Essentially, the following document by Team K.E.Y offers explanatory evidence to support the in-person presentation delivered to the LAWS4301 cohort and the University of Cebu team in early February 2022 (“the presentation”). During the presentation, essential and informative primary and secondary sources and cases are noted by the Team; sources that can be easily discovered and extended using this reference document. Leading Primary Sources, their Fundamentals, and their Importance Firstly, it is imperitivae to preface this section with a briefing on our understanding and determination of what an effective primary source was in this investigation. List (referring to formal powerpoint presentation) (slide 8)PRIMARY RESEARCH - reference to discussion with Gloria - Ocean P VP - regarding projects and reefshttps://ph.oceana.org/ (Primary, 2021 interview) (slide 9)https://www.sciencedirect.com/science/article/abs/pii/0302184X86900193 (Journal, White, 86)https://www.frontiersin.org/articles/10.3389/fmars.2019.00580/full (Journal, Obura et al, 19)This article focused on ecosystem-based management of coral reefs. Monitoring coral reef status and trends is essential to better inform science, management and policy. The Global Coral Reef Monitoring Network has been the foundation for global reporting on coral reefs for two decades, and is entering into a new phase with improved operational and data standards incorporating the Essential Ocean Variables (EOVs) and and Framework for Ocean Observing developed by the Global Ocean Observing System.https://www.edf.org/sites/default/files/kritzer-et-al-coral-reef-chapter.pdf (Journal, Kritzer) This article focused on ecosystem-based management of coral reefs. It also discussed several case study. In the presentation, we mentioned the case study of Kenya. The study of (AUS) Great Barrier Reef also worth noticing as well. https://onlinelibrary.wiley.com/doi/full/10.1002/ece3.4146 (Journal, Harvey, 18)Ecosystem based management of coral reefs under climate change. The article evaluates the influences of climate changes on coral reefs and ecosystems. Though we did cite it directly in the presentation, we believe this article is important as well.http://pubs.iclarm.net/Pubs/coral_reef/pdf/section3-3.pdf (Journal, Moosa, 05)Indonesian example. At the beginning, we thought of choosing Indonesian management as an example. Worth noticing. (slide 10)https://www.sciencedirect.com/science/article/abs/pii/0302184X86900193 (Journal, White, 86) (slide 11)https://www.google.com.hk/search?q=Criteria+for+effective+regional+scale+catchment+to+reef+management%3A+A+case+study+of+Australia%27s+Great+Barrier+Reef&amp;client=safari&amp;ei=3sEYYt3-G7fiz7sPs7y6sA0&amp;ved=0ahUKEwjd5dKh5Jr2AhU38XMBHTOeDtYQ4dUDCA0&amp;uact=5&amp;oq=Criteria+for+effective+regional+scale+catchment+to+reef+management%3A+A+case+study+of+Australia%27s+Great+Barrier+Reef&amp;gs_lcp=Cgdnd3Mtd2l6EAMyFAgAEOoCELQCEIoDELcDENQDEOUCMhQIABDqAhC0AhCKAxC3AxDUAxDlAjIUCAAQ6gIQtAIQigMQtwMQ1AMQ5QIyFAgAEOoCELQCEIoDELcDENQDEOUCMhQIABDqAhC0AhCKAxC3AxDUAxDlAjIUCAAQ6gIQtAIQigMQtwMQ1AMQ5QIyFAgAEOoCELQCEIoDELcDENQDEOUCMhQIABDqAhC0AhCKAxC3AxDUAxDlAjIUCAAQ6gIQtAIQigMQtwMQ1AMQ5QIyFAgAEOoCELQCEIoDELcDENQDEOUCSgQIQRgASgQIRhgAUPEBWPEBYLYEaAFwAXgAgAEAiAEAkgEAmAEAoAEBoAECsAEKwAEB&amp;sclient=gws-wiz (Journal, Creighton, 21)New article published in 2021. Therefore, it helps us to better understand the Great Barrier Reef. Consider the GBR and management activities as a case study. It is a very precise summary of management approaches. After reading it, you can have a general picture of Great Barrier Reef management. https://www.sciencedirect.com/science/article/pii/S0964569198000076?casa_token=XvIBjgsAhM8AAAAA:QdveK9d0NpVIKJItibrezBPkhG_O7vbF2xQLJiNp-uM36nXzsqV1OIHPtjCY3xa3Vlw1BmSOFg (Journal, 98)https://watermark.silverchair.com/fsx095.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAAswwggLIBgkqhkiG9w0BBwagggK5MIICtQIBADCCAq4GCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQMkfS2DppHS-d9W8jFAgEQgIICf0rXgvYdq8YlXwY7srM5lhyZCNaQgtEvGV_K1LaMl4Kamd9aYoxpiGfoGf8LJdHeSKLP18JWTDHOJ8xt_eignQDVZJLDJia5hjEGCoukeyXFH2PeEKn3M-q0wB8rsAUW93_UuU4CLrTms2TK0omIYBqG6tslDVPDQTTicQZsxt6t_vjG46A9XfZGq8eHQRYnNemjA5JdoTdHHm0CFJaJpCCmJhkvQaaUXueQPQKOYsVbsWlOoHU5R396QSOXdTkdWoJbAU_RpkLbPbNbVBuZyOQ6B3E18L_nrYYC6WOxZNWwM5_jBmorNIE4pQWMg859t9AnAs_M7zONgYXESwdOR6eL-BGGPSAN9pY9kg_wSAF_gaNKpjh6u510Y-3lBexHHiD_3JsF7kKfDGQqbqYdvMHkX-sUGAmWHbTb9D7LXfADjGsu4SE34nq2BTxYwbVSYDPTLdE2hUkFY0OlkAjlcyAnGLgtCDte47FRtgx8zFEm8rp0bccs7Kpd7UxgFdQED2QPfSSqxMfs3WbXgzJ7tpoY5Qd0s1Lljp0TT4uVGUdBriZR9vtIMkXavIhLFsPXqEXTvZpcZXyFr0LQ3IecsmN8AAmwAdbkpw87ahySvprYatcvxdaDs0ICrfATBseLLik3ys0YCWt180WROyF6sABuoyLnPJmkr34V7XNWEmA5MMd6c52knfWgHHbiisgBYmU3GCFY8iTUNl18u3eDPrMkV0AjqiU3A2cG8YqyGVLlpG70qfJRYZuLMvAbBn1W75ai8znAnzOD1mbv81wBc4yiGyMyXe-p_7rEpwzHW1vN6Jp70CFRt4hw69KzXuPhWOp0Im16A4Qu12KB0OCULg (Journal, Day, 18)This article is about management of the Great Barrier Reef. It focused on the Great Barrier Reef Marine Park (GBRMP). Short article, but summarized quite well. (slide 12)https://link.springer.com/article/10.1007/s00338-005-0067-4 (Jounral, Zeller, 2006) (slide 13)https://link.springer.com/article/10.1007/s003380050250 (Dight, Journal, 97)This article outlines ICRI’s experiences of knowledge sharing with respect to threats to coral reefs and needs for their conservation and management, and fostering the involvement of stakeholders in resource management.https://www.coraltriangleinitiative.org/frequently-asked-questions-0CTI-CFF’s official website, listing their partnership and explaining annual regional and general plans. (slide 14)https://www.sciencedirect.com/science/article/pii/S0025326X18306933 (Kenchington, Journal, 18)This article focused on the importance of, biophysical and socio-economic sciences,and sharing knowledge with communities for developing effective management. It also analysed scientists’ role and scientific methodology in adaptive management cycle. (slide 15)https://scalar.usc.edu/works/tropical-marine-protected-areas/app-island-marine-sanctuary Introduction to geographical condition of Apo Island Marine Sanctuary.https://link.springer.com/article/10.1007/s003380050144 (Russ, Alcala, Journal, 98)This article demonstrated and described the conservation achievements of Apo Island Marine Sanctuary in the Philippines from 1983 to 1993.https://researchonline.jcu.edu.au/1464/1/Russ_and_Alcala_2003.pdf (Russ, Alcala, Journal, 03)A new version of the above article, provided more detailed report from 1983 to 2000, but foucs more on data analysis.https://www.sciencedirect.com/science/article/abs/pii/S0308597X0900061X (Hind, Hiponia, Gray, Journal, 10)This article studies transition of the island during the late 1990s from community-based management to centralised national state management. But here it provided an insight to how the community was aided by Silliman University and the reserve has survived and continued to grow. (slide 16)https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0250870 (Gibbs, 2021)https://www.awe.gov.au/sites/default/files/env/pages/f072279b-828c-4743-b08e-c039270aa7b2/files/cti-snapshot.pdf A short summary published by Australia environment department, of Australian aim and general plan to support coral reefs and fisheries management in CTI, including regional projects in progress.https://www.awe.gov.au/environment/marine/international-activities/coral-triangle-initiative Australian action plan and support progamme for CTI. This site focuses more on Australian stand point and is constantly updated with policy trends.https://www.gbrmpa.gov.au/our-work/reef-strategies The Great Barrier Reef Marine Park Authority is Australia’s key management agency for the Great Barrier Reef, and works with government, industry and community to protect this spectacular area. This site outlines GBRMPA’s strategies to manage the reef. (slide 18)https://www.sciencedirect.com/science/article/pii/S0025326X21009164 (slide 19)https://www.sciencedirect.com/science/article/pii/S0025326X21009164 (slide 20)https://oceanconference.un.org/commitments/?id=16870. (slide 25)https://pubmed.ncbi.nlm.nih.gov/34418732/ (2021, PubMed) (slide 26)https://www.sciencemediacentre.co.nz/2008/08/27/coral-reef-conservation-failing/ (SMC, 2008, Great direct quotes) Additional Secondary Sources, their Fundamentals, and their ImportanceAs set out for the previous section, the Team specifically selected several vital secondary sources during an expansive literature review on the basis of a number of necessary features. Listhttps://www.frontiersin.org/articles/10.3389/fmars.2015.00050/full#:~:text=The%20inadequacy%20of%20much%20reef,governance%20at%20all%20levels%2C%20ahttps://scholarcommons.sc.edu/cgi/viewcontent.cgi?article=1213&amp;context=scjilb Subsidiary SourcesThe team also turned to alternative secondary sources to develop an overview of the state of the Philippines and international law&#x2F; activities relating to coral reef management. Please see key relevant resources and annotations below. List(slide 1) https://www.coraltrianglecenter.org/philippines/#:~:text=There%20is%20a%20triangle%20at,waters%20of%20the%20Philippine%20islands. (Data, First)https://ph.oceana.org/ (Data, Second)https://wwf.panda.org/discover/knowledge_hub/where_we_work/coraltriangle/coraltrianglefacts/ (Figure 1)https://youtu.be/1MpCxq9KjqQ (WWF Video on Coral Triangle) (slide 3)https://www.coraltrianglecenter.org/philippines/#:~:text=There%20is%20a%20triangle%20at,waters%20of%20the%20Philippine%20islands. (Data, First)https://ph.oceana.org/ (Data, Second)https://wwf.panda.org/discover/knowledge_hub/where_we_work/coraltriangle/coraltrianglefacts/ (Figure 1)https://youtu.be/1MpCxq9KjqQ (WWF Video on Coral Triangle) (slide 6)https://books.google.com.au/books?hl=en&amp;lr=&amp;id=aBngFEq6MwsC&amp;oi=fnd&amp;pg=PA2&amp;dq=coral+reef+management+overview&amp;ots=hQ9h9Wyy5O&amp;sig=CYxZIljeCM0QgE6EgPXt4mTkmgk#v=onepage&amp;q=coral%20reef%20management%20overview&amp;f=false (Book, 2004)Investigative Literary Review - using secondary sources i.e., reports and reflection on ConclusionUltimstely, this investigatory research project targetted to inform and provide advice for NGOs or govenmernment groups about leading coral reef management styles and their potential adjustment, implementation, and benefit, for the Phillipines. The project reported on leading academic and scientific recommendations for dissemination in similar environmental, political, eocnomical ecosystems, as well as noting key comparative cases for lessons and learnigns in the Phillipines. Team K.E.Y hope the live presentation and provided supporting documents can prove insightful and empowering for potential users seeking to stablisie, improve and sustain positive coral, reef, and environmental law and dervelopment practices in the Philipiness and beyond.","categories":[{"name":"法律笔记","slug":"法律笔记","permalink":"https://cheereese.github.io/categories/%E6%B3%95%E5%BE%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"环境法","slug":"环境法","permalink":"https://cheereese.github.io/tags/%E7%8E%AF%E5%A2%83%E6%B3%95/"}]},{"title":"【环境法】the precautionary principle in Australia","slug":"20220314precautionary principle in aus","date":"2022-03-14T11:35:30.000Z","updated":"2022-03-17T15:03:35.642Z","comments":true,"path":"2022/03/14/20220314precautionary principle in aus/","link":"","permalink":"https://cheereese.github.io/2022/03/14/20220314precautionary%20principle%20in%20aus/","excerpt":"1. International context of the precautionary principle由于生态环境的高度复杂性,以及人类对环境的认识总是存在相当程度的局限性，尽管科学技术快速发展, 这种情况时常会出现:某种环境灾害虽然可以被预见或者已经发生,但造成该危害的原因仍未可知,或虽有合理的怀疑但欠缺明确的科学证据[1]。如20世纪30年代起人类就观测到臭氧层空洞的出现,一直到20世纪80至90年代之间才正式确认其原因。所以,对生态环境和生物多样性的保护面临着太多的科学不确定性。学者认识到我们需要超越对科学确定性的依赖, 否则如果等到严重或不可逆转的环境危害得到科学上的确切证明之后再采取行动,就可能会导致灾害性的后果[2]。国际社会逐渐认识到需要发展一种新的理念来进行关于 欠缺科学证据的环境风险 的决策。","text":"1. International context of the precautionary principle由于生态环境的高度复杂性,以及人类对环境的认识总是存在相当程度的局限性，尽管科学技术快速发展, 这种情况时常会出现:某种环境灾害虽然可以被预见或者已经发生,但造成该危害的原因仍未可知,或虽有合理的怀疑但欠缺明确的科学证据[1]。如20世纪30年代起人类就观测到臭氧层空洞的出现,一直到20世纪80至90年代之间才正式确认其原因。所以,对生态环境和生物多样性的保护面临着太多的科学不确定性。学者认识到我们需要超越对科学确定性的依赖, 否则如果等到严重或不可逆转的环境危害得到科学上的确切证明之后再采取行动,就可能会导致灾害性的后果[2]。国际社会逐渐认识到需要发展一种新的理念来进行关于 欠缺科学证据的环境风险 的决策。 自20世纪70年代以来就有明确的关于The precautionary principle的表达，但这项原则没有一个普遍接受的定义，在当时也并未作为一项原则提出。International endorsement began to occurred in 1990s. In principle 15 of the 1992 Rio Declaration on Environment and Development, adopted by the United Nations Conference, it stated that “In order to protect the environment, the precautionary approach shall be widely applied by States according to their capabilities. Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation”. it is the most widely quoted statement但没有得到普遍接受[3]。In the preamble of the 1992 convention on Biological Diversity, it stated that “Noting also that where there is a threat of significant reduction or loss of biological diversity, lack of full scientific certainty should not be used as a reason for postponing measures to avoid or minimize such a threat”, which was one of the alternative of the Rio definition and was cited in Leatch case[4]. 在1990年代提到The precautionary principle的international environmental agreement在表达上有些细微的不同，这些不同表达在不同强度上参与了 formulations of the precautionary principle。文章提到的两个表达都属于Weak formulations[5]，这也是澳大利亚广泛接受的formulating方式。One of the key features of the weak formulation is that “lack of scientific certainty should not be used as a reason for postponing action”[6]. Under weak formulations，证明需要采取行动(举证责任)的要求通常落在那些主张采取预防行动的人身上[7]。风险预防原则是针对环境恶化结果发生的滞后性和不可逆转性的特点而提出的，它的任务是在决策中处理不确定性。但是，有关如何更有效地应用风险预防原则的争论始终没有平息过。 2. Controversial issues学者们在该原则的定义上有意见分歧，包括What level of threat or potential for harm is sufficient to trigger application of the principle, whether the potential threats are balanced against other considerations, such as economic factors. 风险预防原则并没有一个统一的定义，这也和它设计的领域或具体问题有关，例如在风险远大于收益的情况下（比如危险废物排放），may适用较严格的风险预防原则条款;而在风险与收益并存，特别是收益大于风险的情况下(转基因工程)则may适用较宽松的风险预防原则条款。以何种形式采用风险预防原则应该放在具体情景具体问题中讨论。It is criticized that the precautionary principle is too vague to作为法律标准执行。一些评论者指出，执行这一原则所涉及的主要社会选择和定义问题可能赋予决策者高度的自由裁量权[8]。该原则在改善环境和自然资源管理以及促进可持续发展方面的效果也受到质疑，其中包括是否应该在实践中建立一个precise operational framework以减少滥用和误用，以及过度的自由裁量可能导致不可预测和不一致的环境管理决策，给企业带来不确定性和更高的成本[9]。 3. Precedents in AustraliaIn Australia, the precautionary principle is one of the guiding principles of ecologically sustainable development (ESD)[10]. 这一原则体现在联邦政府的许多环境政策中，同时也正在成为一种普通法原则。在应用时我们应当考虑到different circumstance, different statutory scheme, with different statutory text. 决策者应该谨慎。广泛地适用预防原则并不决定个人或实体必须如何行动，或必须如何作出决定，或最终应作出什么决定[11]. 3.1 Leatch v D-G of NPWSLeatch was the second NSW case to apply the precautionary principle.Justice Stein considered that the precautionary principle is a statement of commonsense and believed that in this case the issue was在面对科学的不确定性和对环境造成严重或不可逆损害的潜在可能性时，是否应该采取谨慎的方法[12]。Justice Stein believed that在对该案件中物种数量、栖息地和影响方面的科学知识匮乏的情况下，预防原则的应用是最恰当的。A permissible approach是考虑到目前的知识水平，在了解更多情况之前，不应该给予”捕杀”该物种的许可。Justice Stein kind of set up ’common sense’ principle and believed that when considering the threshold and&#x2F;or trigger of the precautionary principle, the uncertainty could be not overly technical. 3.2 Telstra Corp v Hornsby ShirePreston CJ put forward that there are conditions precedent or thresholds to application of the precautionary principle. The application of the precautionary principle is triggered by the satisfaction of two conditions: a threat of serious or irreversible environmental damage and scientific uncertainty as to the environmental damage[13]. Preston CJ believed that simply scientific uncertainty is insufficient.我认为这在Leatch的基础上推高了应用the precautionary principle的门槛，并充实了应用的框架。 4. Friends of Leadbeater’s Possum v Vic Forests4.1 Regional Forestry Agreements(RFA)1992年澳大利亚联邦政府与各州政府制定了National Forestry Policy Statement (NFPS)，以便实现长远规划和保证全社会从森林资源中均衡获益。这项声明是一个指导性方针，具有多个国家目标，包括自然保护、木材业和工业发展、就业、综合经营、公众教育和国际义务责任。它要求综合考虑环境、商业等不同方面的不同目的和效益。根据NFPS，1997年联邦与各州签订了关于保护和管理本地森林的协议，也就是RFA, which are exempt from provisions in the federal Environment Protection Biodiversity Conservation (EPBC) that protect threatened species. 4.2 LitigationThe Federal Court在2020年五月的判决中裁定VicForests该机构非法砍伐栖息地，并判决强制执行联邦环境法，禁止伐木作业。这一裁决为维多利亚州的伐木业适用联邦濒危物种保护法开创了法律先例，该行业20多年来一直享有a special exemption from federal laws had been applied to logging undertaken in areas that are covered by Regional Forestry Agreements(RFA)。Debra Mortimer J认为 VicForests 在新南威尔士州的林业活动会造成足够严重的threats of serious damage to the possums，这落入保护生物多样性的法条范围并应当应用the precautionary principle。同时Debra Mortimer J考虑到the increasing risks (in frequency and intensity) posed by wildfire in 2019-2020 to these reserves renders habitat in the impugned coupes使得对现有栖息地的保护更加重要。Australian Forest Products Association认为，这一裁决展示出一个不确定的地区林业协议的未来。在2021年，联邦法院在上诉中推翻了这项判决，允许VicForests继续享受豁免。RFA以经济因素”平衡”伐木对动植物的影响，RFA区域的伐木活动可以免受national laws中保护受威胁物种的法律要求。RFA考虑的经济因素包括当地木材业的发展和林业能提供的岗位。联邦法院的三位法官认为 logging within an RFA area was not subject to national laws。如果伐木是在 RFA 区域内进行，即使它违反了州法律和 RFA，也不受联邦法律的约束。但法官驳回了VicForests其他21项上诉，并维持原判，即法官支持Debra Mortimer J对cl2.2.2.2中the precautionary principle的大部分解读，VicForests违反了维多利亚州环境法。 5. Trend我认为尽管维多利亚环境法在本案中为受威胁物种提供了必要的环境保护，但是这没能掩饰另一个层面上的问题，即在联邦层面上RFA依然是免受the precautionary principle的保护生物多样性之作用影响的。维持豁免并非因为VicForest伐木活动可能导致的损害的风险和确定性，而是因为认可RFA框架，因而直接排除了cl2.2.2.2中precautionary principle的考虑，认为该案不属于this Act的管辖范畴。precautionary principle在本案中并不是作为一个必须强制考虑的要素出现，即使维多利亚环境法提供了一定程度的补偿。 从Leatch简单引用了Rio Definition of the precautionary principle, 并提出common sense’ principle，到Telstra Corp中Preston CJ认为scientific uncertainty is insufficient,再到VicForests中联邦法院认为RTA可以继续保持豁免任何national laws中关于保护生物多样性的条款，我认为在澳大利亚的司法实践中，在决策中考虑生态保护和其他因素的平衡时，其他因素的权重在上升，而相对地，the precautionary principle的重要性是在下降的。或者说，法院在使用该原则时越来越谨慎。该原则作为一个在科学不确定性条件下做出实际决策、可强制执行其赋予的义务的规范性规则 的地位是在下降的，而逐渐成为一种更抽象的heuristic check on decision making procedures，回归到作为culturally framed principle的本质上[14]。但是，由多个目标和原则共同指导（包括the precautionary principle）的综合管理approach获得了更多重视，比如RFA。 注：2&#x2F;7&#x2F;9是Ibid，12是给Leatch标了年份1993 1.Jerzy Makarczyk. Theory of International Law at the Threshold of the 21st Century(Springer, 1996) ↩3.Deborah C. Peterson. ‘Precaution: principles and practice in Australian environmental and natural resource management’(2006), 50(4), The Australian Journal of Agricultural and Resource Economics 469, 489. ↩4.Leatch v National Parks and Wildlife Service and Shoalhaven City Council(1993) ↩5.Julian Morris, ‘Defining the Precautionary Principle, in Rethink Risk and The Precautionary Princile’(2000) ↩6.Deborah C. Peterson. ‘Precaution: principles and practice in Australian environmental and natural resource management’(2006), 50(4), The Australian Journal of Agricultural and Resource Economics 469, 489. ↩8.lan Wills, ‘The Environment, Information and the Precautionary Principle’(1997).Agenda: A Journal of Policy Analysis and Reform 51, 62. ↩10.Barton, C. ‘The status of the precautionary principle in australia: Its emergence in legislation and as a common law doctrine’(1998). 22 (2). Harvard Environmental Law Review 509. ↩11.Environment East Gippsland Inc v VicForests (2020) ↩13.Telstra Corp v Hornsby Shire (2006) ↩14.Timothy O Riordan and James Cameron, The History and Contemporary Significance of the Precautionary Principle(2009) ↩","categories":[{"name":"法律笔记","slug":"法律笔记","permalink":"https://cheereese.github.io/categories/%E6%B3%95%E5%BE%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"环境法","slug":"环境法","permalink":"https://cheereese.github.io/tags/%E7%8E%AF%E5%A2%83%E6%B3%95/"}]},{"title":"如何开始搭建自己的GitHub+Hexo+Hipaper博客","slug":"howtobuildyourblogandmydebugjournal","date":"2022-03-14T05:47:59.000Z","updated":"2022-03-17T15:20:40.185Z","comments":true,"path":"2022/03/14/howtobuildyourblogandmydebugjournal/","link":"","permalink":"https://cheereese.github.io/2022/03/14/howtobuildyourblogandmydebugjournal/","excerpt":"如何搭建博客：我使用的教程以及些许注解↓第一份教程（容易看懂）：《Github + Hexo 搭建个人博客超详细教程》 From Tyzhaohttps://www.yshawlon.cn/1.html#toc-heading-17 注：在github建库时不要勾选readme，不要在setting选Jekyll主题，Jekyll和hexo冲突 第二份教程（不容易出错）：《用 GitHub + Hexo 建立你的第一个博客》From Crossinhttps://zhuanlan.zhihu.com/p/22191919?refer=crossin 注：编程基础为0的人读起来也许辛苦一点，总之看不懂的地方高概率是让你去hexo根目录下面右键git bash here","text":"如何搭建博客：我使用的教程以及些许注解↓第一份教程（容易看懂）：《Github + Hexo 搭建个人博客超详细教程》 From Tyzhaohttps://www.yshawlon.cn/1.html#toc-heading-17 注：在github建库时不要勾选readme，不要在setting选Jekyll主题，Jekyll和hexo冲突 第二份教程（不容易出错）：《用 GitHub + Hexo 建立你的第一个博客》From Crossinhttps://zhuanlan.zhihu.com/p/22191919?refer=crossin 注：编程基础为0的人读起来也许辛苦一点，总之看不懂的地方高概率是让你去hexo根目录下面右键git bash here Q&amp;A↓关于ssh 《git学习（1）将本地仓库与远程仓库建立联系，并上传项目到远程仓库》https://blog.csdn.net/wet5649/article/details/82869831 hexo 更换主题后出现问题：WARN No layouthttps://lamirs.vercel.app/hexo%E6%9B%B4%E6%8D%A2%E4%B8%BB%E9%A2%98%E5%90%8E%E5%87%BA%E7%8E%B0%E9%97%AE%E9%A2%98-warn-no-layout-index-html/ hexo插入图片及控制大小https://blog.51cto.com/alexclownfish/3051079 工具和插件使用反馈↓一键将 Word 转换为 Markdown（我还没试）https://zhuanlan.zhihu.com/p/30891168 可视化编辑hexo博客的多种插件（我还没试）https://www.zhihu.com/question/27384681/answers/updated 简单版本的Hexo脚注插件，限制很多容易出bug，原作者不再更新，debug见20220316系统日志。观望使用中https://github.com/LouisBarranqueiro/hexo-footnotes hexo加密插件，极大拖慢deploy速度，有两个无法修复问题，debug见20220317系统日志。限制使用https://github.com/D0n9X1n/hexo-blog-encrypt hexo官方文档收录的全部插件https://hexo.io/plugins/ 卸载hexo插件https://heychaw.cc/695a5f4e.html 如何更新博客：对前一篇文章《hello world》的扩展说明↓ 使用MarkdownPad2打开Hexo&#x2F;source&#x2F;_posts中的md文件，在MP2里编辑你的文章，或右键git bash here输入hexo new post “article title”，这样就新建了一篇文章注：每一个md文件都是一篇文章，md文件名会显示在网址里 保存md文件后，在Hexo（根目录）右键点击git bash here，输入hexo g生成静态网站注：这一步可能出现error: can not read a block mapping entry可以参考这个 https://chrischen0405.github.io/2018/11/21/post20181121-2/ 输入hexo s可以本地预览效果，当然最后别忘了ctrl+C和y停止运行，不然会一直占用4000端口 最后输入hexo d上传github hexo模板选择hexo主题汇总：https://hexo.io/themes/ Typecho简洁主题推荐——Maupassant：https://github.com/tufu9441/maupassant-hexo 简洁优雅的hexo主题推荐——经典yilia plus：https://github.com/JoeyBling/hexo-theme-yilia-plus 我使用的报纸式样主题——hipaper：https://github.com/iTimeTraveler/hexo-theme-hipaper 从零开始的系统日志20220314 为电脑配置本地hexo新建一个Hexo文件夹，比如我的（C&#x2F;panakot Blog&#x2F;Hexo），在Hexo文件夹下右键单击鼠标，点击 Git Bash Here，依次输入以下 npm 命令即可初始化。hexo initnpm install→攻略：https://www.yshawlon.cn/1.html#toc-heading-12 20220314 连接本地与githubSTEP1 生成密钥STEP2 在github设ssh（在github-setting-SSH and GPG新建SSH，填入密钥）STEP3 本地连接github（右键git bash here然后输入ssh -T &#x67;&#105;&#116;&#x40;&#103;&#105;&#116;&#x68;&#x75;&#98;&#x2e;&#x63;&#111;&#x6d;）STEP4 修改博客根目录的_config.yml→截至目前的攻略：https://www.yshawlon.cn/1.html#toc-heading-13STEP5 deploy到github仓库，如出现错误则按照攻略下载插件→攻略：https://zhuanlan.zhihu.com/p/22498474 20220314 更新文章test编辑md时在tags的冒号后面加了空格，解决了deploy后404的问题。（听说要将title冒号后面的双引号改中文符号，但我还没遇到这个问题，先记下了） 20220315 hipaper主题初始化1 git clone下来的hipaper文件夹直接放在themes下面2 为使用主题的搜索功能，在Hexo根目录下安装hexo-generator-json-content工具→攻略：https://blog.csdn.net/u010983881/article/details/537353593 在hexo根目录&#x2F;sources里面创建了tags、categories、about的文件夹，解决了主题的tags、categories、about导航会404的问题→参考：https://www.jianshu.com/p/0d6f63385c284 改写tags、categories文件夹里的md文件，让主题的tags、categories导航能够正常使用，解决了显示空白的问题→攻略：https://www.zhihu.com/question/29017171→攻略：https://www.jianshu.com/p/0d6f63385c28 5 用markdownpad2编辑about文件夹内的md文件，增加了自我介绍 20220316 hipaper主题调整和插件调试1 更改了侧边栏“联系我们”（social links）的图标及其导航，使其能够跳转我的ao3和lofter。很多图标不能使用比如A和L，在hexo s预览时可以使用的图标deploy后也能正常使用，没显示的话多d几次。anchor和inbox可以使用。→主题作者答复：https://github.com/iTimeTraveler/hexo-theme-hipaper/issues/152 增加了脚注插件，下载插件后在根目录config.yml的#extention下写入plugins:- hexo-footnotes，第一次调试的实验对象是20220314the precautionary principle调试结果如下 -脚注中不能使用Ibid和英文双引号，脚注之间必须两次回车且不能夹空格以防止粘连 -脚注数字不能使用2、7、9，疑似之前Ibid留下的问题 -建议脚注不要使用严格引用格式，引用越简单越好，比如人名英文逗号标题英文括号年份英文括号。观望使用 20220317 插件调试和deploy报错1 增加了加密插件，下载后马上可以使用，第一次调试的实验对象是20220314the precautionary principle调试结果如下 -密码可以使用纯英文，如果使用纯数字则需要英文双引号引住。hexo s正常运行的话应该就行了，每次加密deploy后更新到网站的速度非常慢。 -作者建议只使用一个密码并不再更改。输入一次正确密码之后所有加密文章都解锁，且该问题无法修复。加密文章无法显示目录，且该问题无法修复。→插件作者答复：https://github.com/D0n9X1n/hexo-blog-encrypt/issues/130 2 deploy报错代码（报错前啥也没做，感觉加了加密后d变很卡） ! [remote rejected] HEAD -&gt; master (Internal Server Error)error: failed to push some refs to ‘https://github.com/cheereese/cheereese.github.io.git&#39;FATAL { err: Error: Spawn failed at ChildProcess. (C:\\Hexo blog\\Hexo\\node_modules\\hexo-util\\lib\\spawn.js:51:21) at ChildProcess.emit (node:events:520:28) at ChildProcess.cp.emit (C:\\Hexo blog\\Hexo\\node_modules\\cross-spawn\\lib\\enoent.js:34:29) at Process.ChildProcess._handle.onexit (node:internal&#x2F;child_process:291:12) { code: 1 }} Something’s wrong. Maybe you can find the solution here: %s https://hexo.io/docs/troubleshooting.html （未解决）方法1：https://www.jianshu.com/p/c60ad2a33a1e（解决）方法2：卸载加密插件","categories":[{"name":"编程笔记","slug":"编程笔记","permalink":"https://cheereese.github.io/categories/%E7%BC%96%E7%A8%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"web开发","slug":"web开发","permalink":"https://cheereese.github.io/tags/web%E5%BC%80%E5%8F%91/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-14T04:12:08.137Z","updated":"2022-03-15T09:48:03.934Z","comments":true,"path":"2022/03/14/hello-world/","link":"","permalink":"https://cheereese.github.io/2022/03/14/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub.","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"法律笔记","slug":"法律笔记","permalink":"https://cheereese.github.io/categories/%E6%B3%95%E5%BE%8B%E7%AC%94%E8%AE%B0/"},{"name":"编程笔记","slug":"编程笔记","permalink":"https://cheereese.github.io/categories/%E7%BC%96%E7%A8%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"环境法","slug":"环境法","permalink":"https://cheereese.github.io/tags/%E7%8E%AF%E5%A2%83%E6%B3%95/"},{"name":"web开发","slug":"web开发","permalink":"https://cheereese.github.io/tags/web%E5%BC%80%E5%8F%91/"}]}