{"meta":{"title":"Secret Monthly","subtitle":"","description":"Well hell, I am in./@cheereese","author":"John Doe","url":"https://cheereese.github.io","root":"/"},"pages":[{"title":"about","date":"2022-03-15T10:00:22.000Z","updated":"2022-03-17T15:03:59.410Z","comments":true,"path":"about/index.html","permalink":"https://cheereese.github.io/about/index.html","excerpt":"","text":"我的AO3：cheereese我的邮箱：&#99;&#x68;&#x65;&#x65;&#x73;&#x65;&#101;&#x72;&#x40;&#x66;&#x6f;&#x78;&#109;&#97;&#105;&#x6c;&#46;&#99;&#111;&#109; 秘密月报的涉及作品：ST&#x2F;SPN&#x2F;全职&#x2F;gbf&#x2F;剧院相关非常喜欢吃安利，吃了安利就会产出♡ 【约稿须知】1 把详细需求和报价发到邮箱，有空就会回复2 现在对Dean右相关的约稿更感兴趣！3 摸鱼套餐：¥120，必须指定作品，可以指定cp，提供1500-3000字左右的产出，爆字算赠品 【友情链接】https://artiehub.github.io/"},{"title":"categories","date":"2022-03-15T10:00:06.000Z","updated":"2022-03-15T12:20:53.830Z","comments":true,"path":"categories/index.html","permalink":"https://cheereese.github.io/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2022-03-15T10:14:05.000Z","updated":"2022-03-15T12:17:15.138Z","comments":true,"path":"tags/index.html","permalink":"https://cheereese.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"【转载】库布里克谈《闪灵》","slug":"20220320库布里克谈《闪灵》","date":"2022-03-20T11:06:30.000Z","updated":"2022-03-20T11:11:04.566Z","comments":true,"path":"2022/03/20/20220320库布里克谈《闪灵》/","link":"","permalink":"https://cheereese.github.io/2022/03/20/20220320%E5%BA%93%E5%B8%83%E9%87%8C%E5%85%8B%E8%B0%88%E3%80%8A%E9%97%AA%E7%81%B5%E3%80%8B/","excerpt":"","text":"Kubrick onThe Shining An interview with Michel Ciment Michel Ciment: In several of your previous films you seem to have had a prior interest in the facts and problems which surround the story – the nuclear threat, space travel, the relationship between violence and the state – which led you to Dr. Strangelove, 2001: A Space Odyssey, A Clockwork Orange. In the case of The Shining, were you attracted first by the subject of ESP, or just by Stephen Kings novel? Stanley Kubrick: Ive always been interested in ESP and the paranormal. In addition to the scientific experiments which have been conducted suggesting that we are just short of conclusive proof of its existence, Im sure weve all had the experience of opening a book at the exact page were looking for, or thinking of a friend a moment before they ring on the telephone. But The Shining didnt originate from any particular desire to do a film about this. The manuscript of the novel was sent to me by John Calley, of Warner Bros. I thought it was one of the most ingenious and exciting stories of the genre I had read. It seemed to strike an extraordinary balance between the psychological and the supernatural in such a way as to lead you to think that the supernatural would eventually be explained by the psychological: “Jack must be imagining these things because hes crazy”. This allowed you to suspend your doubt of the supernatural until you were so thoroughly into the story that you could accept it almost without noticing. 米歇尔•西蒙特(以下簡稱MC)：在你之前的几个电影里，你似乎对故事周遭的事实和问题更感兴趣——比如在《奇爱博士》、《2001漫游太空》、《发条橘子》中分别探讨了核威胁、太空旅行、政府和暴力的关系。在《闪灵》中，你是先被超感官知觉（ESP，extrasensory perception）这个题材吸引，还是史蒂芬•金（Stephen King）的小说。 斯坦利·库布里克(Stanley Kubrick,以下簡稱SK)：我对ESP和超自然（paranormal）一直有着浓厚的兴趣。一些实验表明，证明超自然力是否存在只是缺少一些决定性的证据。除此之外，我能够肯定我们都经历过这样的事情：打开一本书正好就是我们所要看的那一页，或者在朋友打来电话的前一瞬间想起他。但拍《闪灵》并非就是为了说说ESP。华纳的约翰•考利（John Calley）把小说原著给我看，我觉得这是我看过的此类小说中最具独创性、最令人兴奋的作品之一。它在心理和超自然力之间达成了一种特殊的平衡，让你以为可以从心理层面来解释超自然世界。“这些东西一定是杰克想象的，因为他是疯子”，这让你把对超现实的怀疑放在一边，直到你完全的进入到故事中，以至于不知不觉就接受了它。 Do you think this was an important factor in the success of the novel? Yes, I do. Its what I found so particularly clever about the way the novel was written. As the supernatural events occurred you searched for an explanation, and the most likely one seemed to be that the strange things that were happening would finally be explained as the products of Jacks imagination. Its not until Grady, the ghost of the former caretaker who axed to death his family, slides open the bolt of the larder door, allowing Jack to escape, that you are left with no other explanation but the supernatural. The novel is by no means a serious literary work, but the plot is for the most part extremely well worked out, and for a film that is often all that really matters. MC：你觉得这是小说获得成功的关键吗？ SK：是的。我想这是小说的高明之处。当超自然现象发生的时候你就会寻找相应的解释，最说得通的解释似乎就是这些奇怪的事情其实就是杰克想象出来的东西。直到格兰迪，就是用斧子杀死全家的前任看守人，他的鬼魂打开储藏室的门让杰克跑掉。这时候除了用超自然来解释之外就没有别的方法了。这个小说绝对不是什么严肃的文学作品，但情节的设计基本上是极其优秀的，对电影来说通常这才是真正重要的。 Dont you think that today it is in this sort of popular literature that you find strong archetypes, symbolic images which have vanished somehow from the more highbrow literary works? Yes, I do, and I think that its part of their often phenomenal success. There is no doubt that a good story has always mattered, and the great novelists have generally built their work around strong plots. But Ive never been able to decide whether the plot is just a way of keeping peoples attention while you do everything else, or whether the plot is really more important than anything else, perhaps communicating with us on an unconscious level which affects us in the way that myths once did. I think, in some ways, the conventions of realistic fiction and drama may impose serious limitations on a story. For one thing, if you play by the rules and respect the preparation and pace required to establish realism, it takes a lot longer to make a point than it does, say, in fantasy. At the same time, it is possible that this very work that contributes to a storys realism may weaken its grip on the unconscious. Realism is probably the best way to dramatize argument and ideas. Fantasy may deal best with themes which lie primarily in the unconscious. I think the unconscious appeal of a ghost story, for instance, lies in its promise of immortality. If you can be frightened by a ghost story, then you must accept the possibility that supernatural beings exist. If they do, then there is more than just oblivion waiting beyond the grave. MC：你有没有觉得现在这种非常类型化的角色（archetypes）和象征性的画面（symbolic images）只有在这类通俗文学里才能找到，而在高品位的文学作品里却基本上已经消失了？ SK：的确，我想这是它们常常获得巨大成功的部分原因。毫无疑问一个好的故事总是重要的，伟大的作家通常还是在一个好的情节的基础上进行创作。我一直不能断定是否情节只是一种将读者吸引住的方式，好让你干别的事情，还是情节真的比其他东西都重要，在潜意识中和我们进行交流，就好像以前的神话那样。我想在某些方面来说，那些现实主义小说和戏剧的俗套严重的约束了故事本身。首先，如果你墨守成规，遵循现实主义所要求的节奏和铺陈方式，你就要花比奇幻小说长得多的时间才能表达出你想要表达的意思。与此同时，你在现实主义上下的功夫却可能削弱在潜意识上的抓人的能力。现实主义也许是将观点和概念戏剧化的最好方法。奇幻小说则是处理发生在潜意识层面上的主题的最好方法。我想鬼故事在潜意识上的诱人之处，举一个例子，是在于其中有对永生的期望。如果你曾经被鬼怪故事所吓到，那你一定接受超自然的东西有确实存在的可能。如果他们的确存在，那死后等待我们的也就不仅仅是被遗忘了。 This kind of implication is present in much of the fantastic literature. I believe fantasy stories at their best serve the same function for us that fairy tales and mythology formerly did. The current popularity of fantasy, particularly in films, suggests that popular culture, at least, isnt getting what it wants from realism. The nineteenth century was the golden age of realistic fiction. The twentieth century may be the golden age of fantasy. MC：许多的奇幻小说中都有类似的暗示。 SK：我想最好的奇幻故事对我们所产生的效果跟以往的童话故事和神话一模一样。现在流行的玄幻题材，尤其在电影中，暗示着流行文化，至少，无法从现实主义找到所需要的东西。19世纪是现实小说的黄金年代，20世纪也许是奇幻小说的黄金年代。 After Barry Lyndon did you begin work straight away on The Shining? When I finished Barry Lyndon I spent most of my time reading. Months went by and I hadnt found anything very exciting. Its intimidating, especially at a time like this, to think of how many books you should read and never will. Because of this, I try to avoid any systematic approach to reading, pursuing instead a random method, one which depends as much on luck and accident as on design. I find this is also the only way to deal with the newspapers and magazines which proliferate in great piles around the house – some of the most interesting articles turn up on the reverse side of pages Ive torn out for something else. MC：《巴里•林登》之后你就直接着手进行《闪灵》的工作吗？ SK：拍完《巴里•林登》后我把大部分时间都用在了阅读上。月复一月，我都没找到什么能让我兴奋的东西。当我想到有多少书要读却永远没机会读，尤其是在这种时候，就会产生恐惧感。正因为如此，我开始回避系统性的阅读，而用随机性强的方法取而代之，一半靠撞大运，一半靠计划。我想这也是应付那些堆在屋子里的报纸杂志的唯一办法——一些我本来要找的文章的背面也许正藏着其它让我感兴趣的东西。 Did you do research on ESP? There really wasnt any research that was necessary to do. The story didnt require any and, since I have always been interested in the topic, I think I was as well informed as I needed to be. I hope that ESP and related psychic phenomena will eventually find general scientific proof of their existence. There are certainly a fair number of scientists who are sufficiently impressed with the evidence to spend their time working in the field. If conclusive proof is ever found it wont be quite as exciting as, say, the discovery of alien intelligence in the universe, but it will definitely be a mind expander. In addition to the great variety of unexplainable psychic experiences we can all probably recount, I think I can see behaviour in animals which strongly suggests something like ESP. I have a long-haired cat, named Polly, who regularly gets knots in her coat which I have to comb or scissor out. She hates this, and on dozens of occasions while I have been stroking her and thinking that the knots have got bad enough to do something about them, she has suddenly dived under the bed before I have made the slightest move to get a comb or scissors. I have obviously considered the possibility that she can tell when I plan to use the comb because of some special way I feel the knots when I have decided to comb them, but Im quite sure that isnt how she does it. She almost always has knots, and I stroke her innumerable times every day, but its only when I have actually decided to do something about them that she ever runs away and hides. Ever since I have become aware of this possibility, I am particularly careful not to feel the knots any differently whether or not I think they need combing. But most of the time she still seems to know the difference. MC：你对ESP做了什么研究吗？ SK：事实上没什么研究可做，这个故事不需要我研究，因为我对这个话题一直有兴趣，我想我知道的已经绰绰有余。我希望ESP和其它与之有关的通灵现象最终能够利用科学实验找到科学的论证。事实上的确有许多科学家已经被现有的证据所吸引并在这个领域花了大量时间努力耕耘。如果能够找到决定性证据，也不会像人们发现了外星智慧那样令人兴奋，但肯定会让人视见大开。除了这种种我们或多或少记得的难以解释的通灵体验之外，我想在动物的行为上也能找到类似的事情。我养了一只叫波立的长毛猫，它的毛总是打结，需要我给她梳理或者剪毛。它特别讨厌我这么做。有很多次，当我抚摩它，觉得她的毛上有很多结，想要采取一些措施的时候，它就会在我准备拿剪刀或者梳子之前突然钻到床底下。我当然想过它能提前预知我什么时候打算使用梳子的可能性，比如当我想要替她梳毛的时候会用某种特别的动作摸那些结，但是我肯定她不是靠这个察觉出来的。她的毛几乎总是打结，我每天抚摩她无数次，可是只有在我想要给它修剪的时候它才会跑开藏起来。自从我意识到有这种可能性后，不管我觉得不觉得她需要梳理，我都刻意地让自己抚摸她的动作没什么两样，但它还是能发觉出有什么不同。 Who is Diane Johnson who wrote the screenplay with you? Diane is an American novelist who has published a number of extremely good novels which have received serious and important attention. I was interested in several of her books and in talking to her about them I was surprised to learn that she was giving a course at the University of California at Berkeley on the Gothic novel. When The Shining came up she seemed to be the ideal collaborator, which, indeed, she proved to be. I had already been working on the treatment of the book, prior to her starting, but I hadnt actually begun the screenplay. With “The Shining,” the problem was to extract the essential plot and to re-invent the sections of the story that were weak. The characters needed to be developed a bit differently than they were in the novel. It is in the pruning down phase that the undoing of great novels usually occurs because so much of what is good about them has to do with the fineness of the writing, the insight of the author and often the density of the story. But The Shining was a different matter. Its virtues lay almost entirely in the plot, and it didnt prove to be very much of a problem to adapt it into the screenplay form. Diane and I talked a lot about the book and then we made an outline of the scenes we thought should be included in the film. This list of scenes was shuffled and reshuffled until we thought it was right, and then we began to write. We did several drafts of the screenplay, which was subsequently revised at different stages before and during shooting. MC：和你一起写剧本的黛安•约翰逊（Diane Johnson）是谁？ SK：黛安是一位美国小说家，她创作了不少非常优秀且获得广泛关注的小说。我对她写的好几本书都产生了浓厚的兴趣，在和她聊过之后我惊奇地发现她竟然在伯克利大学教授哥特小说。当《闪灵》立项后她就被认为是理想的合作者，事实上她也确实胜任。在她开始参与创作之前我已经开始写故事剧本（treatment），但我还没开始动笔写剧本。写《闪灵》剧本的关键在于提炼出故事情节的精华之处，并且重写故事的薄弱环节，角色也要与小说中有些不同。伟大的小说被糟蹋通常就是在这个压缩阶段，因为它们的闪光之处在于行文优美，作者的洞察力，和紧凑的故事（density of the story）。但《闪灵》不同，它的优点几乎全在叙事结构，把它改编成为电影剧本并非什么难事。黛安和我仔细讨论了这本书，并且为影片中应该出现的段落草拟了一个大纲。这些段落经过反复的组合和打散，直到我们认为对了，才开始正式写。我们写了几稿，在拍摄前和拍摄期间我们也陆续修改过。 It is strange that you emphasize the supernatural aspect since one could say that in the film you give a lot of weight to an apparently rational explanation of Jacks behaviour: altitude, claustrophobia, solitude, lack of booze. Stephen Crane wrote a story called “The Blue Hotel.” In it you quickly learn that the central character is a paranoid. He gets involved in a poker game, decides someone is cheating him, makes an accusation, starts a fight and gets killed. You think the point of the story is that his death was inevitable because a paranoid poker player would ultimately get involved in a fatal gunfight. But, in the end, you find out that the man he accused was actually cheating him. I think The Shining uses a similar kind of psychological misdirection to forestall the realization that the supernatural events are actually happening. MC：很奇怪你强调这种超自然方面的东西，因为别人会说在影片中你在杰克的行为上花了不少笔墨做明显理性化的解释：比如高海拔、幽闭恐惧、孤独、缺少饮酒（lack of booze）[1]。 SK：斯蒂芬•克莱恩（Stephen Crane）写过一个叫做《蓝色旅店（Blue Hotel）》的故事，你能够很快就知道里面的核心人物是个妄想狂。他在一场扑克赌局中觉得有人出老千，就去指责对方，挑起争斗最终被杀。你会觉得故事要说的就是他的死是不可避免的，因为一个患妄想症的赌徒到头来必然要卷入到一场送命的枪战。但是，到最后，你会发现他指责的那个人的确是做了手脚。我想《闪灵》也采用了类似在心理上的误导，不让人过早的意识到超自然的事情确实在发生。 Why did you change the end and dispense with the destruction of the hotel? To be honest, the end of the book seemed a bit hackneyed to me and not very interesting. I wanted an ending which the audience could not anticipate. In the film, they think Hallorann is going to save Wendy and Danny. When he is killed they fear the worst. Surely, they fear, there is no way now for Wendy and Danny to escape. The maze ending may have suggested itself from the animal topiary scenes in the novel. I dont actually remember how the idea first came about. MC：为什么你修改了故事的结尾并且删掉了酒店毁掉的戏。 SK：说实话，对我来说原著的结尾有些陈腐，也没有什么意思。我想要一个观众想不到的结尾。在影片中，观众认为Hallorann 能够来救温蒂和丹尼，当他被杀的时候观众觉得：糟了。显然，观众所担心的是温蒂和丹尼已经无处可逃了。这个迷宫结尾或许是从小说中动物造型苗（animal topiary）的那些段落想出来的。事实上我已经不记得最初的想法是从哪来的了。 Why did the room number switch from 217 in the novel to 237 in the film? The exterior of the hotel was filmed at the Timberline Lodge, near Mount Hood, in Oregon. It had a room 217 but no room 237, so the hotel management asked me to change the room number because they were afraid their guests might not want to stay in room 217 after seeing the film. There is, however, a genuinely frightening thing about this hotel which nestles high up on the slopes of Mount Hood. Mount Hood, as it happens, is a dormant volcano, but it has quite recently experienced pre-eruption seismic rumbles similar to the ones that a few months earlier preceded the gigantic eruption of Mount St. Helens, less than sixty miles away. If Mount Hood should ever erupt like Mount St. Helens, then the Timberline Hotel may indeed share the fiery fate of the novels Overlook Hotel. MC：为什么房间号码从小说中的217变成了237？ SK：影片的外景地是在胡德山（Mount Hood）附近的Timberline Lodge，那里只有217没有237号房间。酒店的管理者担心看过电影之后客人们就不会住在217号房里了。其实真正让我们提心吊胆的是酒店就建在胡德山的高坡上。胡德山碰巧是一座休眠火山，但是最近山上发生的类似于地震的预喷现象和几个月前在60英里之外的圣海伦斯火山（Mount St. Helens）发生的大规模喷发很相像。如果胡德山也来这么一手，那么Timberline Lodge估计就像小说里的远景酒店那样被烧毁了。 How did you conceive the hotel with your art director, Roy Walker? The first step was for Roy to go around America photographing hotels which might be suitable for the story. Then we spent weeks going through his photographs making selections for the different rooms. Using the details in the photographs, our draughtsmen did proper working drawings. From these, small models of all the sets were built. We wanted the hotel to look authentic rather than like a traditionally spooky movie hotel. The hotels labyrinthine layout and huge rooms, I believed, would alone provide an eerie enough atmosphere. This realistic approach was also followed in the lighting, and in every aspect of the decor it seemed to me that the perfect guide for this approach could be found in Kafkas writing style. His stories are fantastic and allegorical, but his writing is simple and straightforward, almost journalistic. On the other hand, all the films that have been made of his work seem to have ignored this completely, making everything look as weird and dreamlike as possible. The final details for the different rooms of the hotel came from a number of different hotels. The red mens room, for example, where Jack meets Grady, the ghost of the former caretaker, was inspired by a Frank Lloyd Wright mens room in an hotel in Arizona. The models of the different sets were lit, photographed, tinkered with and revised. This process continued, altering and adding elements to each room, until we were all happy with what we had. MC：你和你的美术执导罗伊•沃克（Roy Walker）是怎么设计和构思酒店的。 SK：首先是罗伊走遍美国拍摄可能适合这个电影的酒店的照片。然后我们花上数周的时间在这些照片中为不同的房间做挑选。借助于详细的照片资料，我们的绘图员开始制图。根据图纸我们制作了所有场景的模型。和传统的恐怖电影相比，我们想要酒店真实可信。酒店的结构十分复杂，有许多房间都很大，我想这就足以营造一种怪诞的气氛。这种写实化的处理方法也被用在了灯光中，还有布景的每一个细节。我想卡夫卡的写作风格对这种做法有完美的指导意义。他的故事既荒谬又寓意深刻，但是他的文风又是如此的简单直接，就像是新闻报道那样。不过，根据他小说所改编的所有电影似乎都忽视了这点，把每样东西都尽可能的往像在梦中那样和怪异的方向处理。这些不同房间的具体细节来自不同的酒店。杰克遇到前任看守者格兰迪的亡灵的那个红色卫生间的灵感就是来源于亚利桑那州一个酒店中赖特(Frank Lloyd Wright，美国著名建筑大师) 设计的卫生间。这些不同的场景模型被布光、拍摄、修改。如此反复，不断的添加和修改每个房间的细节，直到我们都满意为止。 There are similar movie cliches about apparitions. From the more convincing accounts I have read of people who have reported seeing ghosts, they were invariably described as being as solid and as real as someone actually standing in the room. The movie convention of the see-through ghost, shrouded in white, seems to exist only in the province of art. MC：有许多关于鬼怪的电影俗套。 SK：从我读到的号称自己看到过鬼魂的比较可靠的记录里，我发现他们总是把那些东西描述的实实在在，很真实，感觉就像是一个人真的站在屋里似的。电影中约定俗成所表现的那些缠着白布的透明的幽灵，似乎只存在于艺术领域。 You have not included the scene from the novel which took place in the elevator, but have only used it for the recurring shot of blood coming out of the doors. The length of a movie imposes considerable restrictions on how much story you can put into it, especially if the story is told in a conventional way. MC：你没在电影中表现小说中发生在电梯里的场景，只是反复表现了血从电梯里涌出来的段落。 SK：影片的长度束缚了我，我必须要考虑能放进去什么，尤其是一个按照传统叙事手法表现的电影。 Which conventions are you referring to? The convention of telling the story primarily through a series of dialogue scenes. Most films are really little more than stage plays with more atmosphere and action. I think that the scope and flexibility of movie stories would be greatly enhanced by borrowing something from the structure of silent movies where points that didnt require dialog could be presented by a shot and a title card. Something like: Title: Billys uncle. Picture: Uncle giving Billy ice cream. In a few seconds, you could introduce Billys uncle and say something about him without being burdened with a scene. This economy of statement gives silent movies a much greater narrative scope and flexibility than we have today. In my view, there are very few sound films, including those regarded as masterpieces, which could not be presented almost as effectively on the stage, assuming a good set, the same cast and quality of performances. You couldnt do that with a great silent movie. MC：你说的传统是指的什么。 SK：所谓传统就是指故事是按照一段段的对话串在一起的。大多数电影和舞台剧比起来都只是添加了更多的气氛和动作。我想通过借鉴无声电影的结构中不需要对话的地方可以只用一个镜头外加一格字幕的处理，电影故事的叙述对象和灵活度有着很大的潜力。比如，字幕：比利的叔叔，画面：叔叔给了比利一个冰淇淋。几秒钟的时间，没用太多的篇幅就交代了比利的叔叔。这种简捷的表现方式相比今天的电影给了无声电影非常大的表现空间，更加灵活多变。在我看来，几乎没有什么有声电影，包括那些号称是杰作的作品，不能在舞台上得到近乎一样的重现，如果有一个好布景，相同的演员以及够水准的表演。但是你没法这样对待那些伟大的无声电影。 But surely you could not put 2001: A Space Odyssey on the stage? True enough. I know Ive tried to move in this direction in all of my films but never to an extent which has satisfied me. By the way, I should include the best TV commercials along with silent films, as another example of how you might better tell a film story. In thirty seconds, characters are introduced, and sometimes a surprisingly involved situation is set up and resolved. MC：但是《2001漫游太空》就没法放在舞台上来表演吧？ SK：没错。我尝试过在我所有的电影中按照这个方向来制作，但是从来没有一个让我感到特别满意的。顺便提一句，应该把电视广告和无声电影放到一起，当作是如何讲好一个电影故事的范例。就30秒的时间，需要介绍人物，并且有时还要设计并解决一个令人大吃一惊的情境。 When you shoot these scenes which you find theatrical, you do it in a way that emphasizes their ordinariness. The scenes with Ullman or the visit of the doctor in The Shining, like the conference with the astronauts in 2001, are characterized by their social conventions, their mechanical aspect. Well, as Ive said, in fantasy you want things to have the appearance of being as realistic as possible. People should behave in the mundane way they normally do. You have to be especially careful about this in the scenes which deal with the bizarre or fantastic details of the story. MC：当你拍摄那些舞台化的场景时，你在某种程度上会刻意强调它们平凡的一面。比如《闪灵》中厄尔曼的段落或者医生来出诊的段落，就像《2001漫游太空》中的宇航员开会一样，强调其中的社会规范，呆板的一面。 SK：对，我刚才说了，在奇幻作品中你要将事情表现的尽可能写实化，人们就应该像现实生活中那样。你必须特别小心处理故事中涉及到的具有怪诞或奇幻细节的场景。 You also decided to show few visions and make them very short. If Danny had perfect ESP, there could be no story. He would anticipate everything, warn everybody and solve every problem. So his perception of the paranormal must be imperfect and fragmentary. This also happens to be consistent with most of the reports of telepathic experiences. The same applies to Hallorann. One of the ironies in the story is that you have people who can see the past and the future and have telepathic contact, but the telephone and the short-wave radio dont work, and the snowbound mountain roads are impassable. Failure of communication is a theme which runs through a number of my films. MC：你还用了一些很短的镜头来表现幻象（vision）的场景。 SK：如果丹尼有完美的ESP，能预知所有的事情、给每一个人警告、解决所有的问题，那估计就没什么故事可说了。所以他的超能力必须是不完美的、时有时无的。这也与关于心灵感应术的实验所验证的结果是一致的。同样的情况也出现在Hallorann身上。讽刺的是你能够让人们看到过去，预知未来，进行心灵感应，但是电话和无线电却罢工了，山路也因为大雪无法通行。缺乏沟通是贯穿在我很多电影中的一个主题。 You use technology a lot but seem to be afraid of it. Im not afraid of technology. I am afraid of aeroplanes. Ive been able to avoid flying for some time but, I suppose, if I had to I would. Perhaps its a case of a little knowledge being a dangerous thing. At one time, I had a pilots license and 160 hours of solo time on single-engine light aircraft. Unfortunately, all that seemed to do was make me mistrust large airplanes. MC：你用许多技术，但是似乎你对技术总是很害怕。 SK：我不怕技术。我怕飞机。很长一段时间我成功的回避了坐飞机，但是，我估计，如果需要我还是会坐的。也许这就是一知半解反而是件危险的事的一个例证。我以前还拥有过单引擎轻型飞机的飞行执照，并有160小时单飞经历。不幸的是，这所有的一切只是让我对大型飞机心存顾忌。 Did you think right away of Jack Nicholson for the role? Yes, I did. I believe that Jack is one of the best actors in Hollywood, perhaps on a par with the greatest stars of the past like Spencer Tracy and Jimmy Cagney. I should think that he is on almost everyones first-choice list for any role which suits him. His work is always interesting, clearly conceived and has the X-factor, magic. Jack is particularly suited for roles which require intelligence. He is an intelligent and literate man, and these are qualities almost impossible to act. In The Shining, you believe hes a writer, failed or otherwise. MC：你是一下子就想到让尼克尔森演这个角色的吗？ SK：对，我想杰克是好莱坞最好的演员之一，也许能和过去的那些最伟大的影星，比如史宾塞•屈塞（Spencer Tracy）和吉米•卡格尼（Jimmy Cagney）相提并论。我想对于任何他合适的角色来说，他应该是每个人的第一选择。他的表演总是十分有趣，思路清晰，有一种难以言表的未知魔力。杰克特别适合演那些需要智慧的角色。他既聪明又博学多才，这些优点是演不出来的。在《闪灵》中，你会相信他就是那个失败的作家。 Did the scene where he fights with Shelley Duvall on the stairs require many rehearsals? Yes, it did. It was only with the greatest difficulty that Shelley was able to create and sustain for the length of the scene an authentic sense of hysteria. It took her a long time to achieve this and when she did we didnt shoot the scene too many times. I think there were five takes favouring Shelley, and only the last two were really good. When I have to shoot a very large number of takes its invariably because the actors dont know their lines, or dont know them well enough. An actor can only do one thing at a time, and when he has learned his lines only well enough to say them while hes thinking about them, he will always have trouble as soon as he has to work on the emotions of the scene or find camera marks. In a strong emotional scene, it is always best to be able to shoot in complete takes to allow the actor a continuity of emotion, and it is rare for most actors to reach their peak more than once or twice. There are, occasionally, scenes which benefit from extra takes, but even then, Im not sure that the early takes arent just glorified rehearsals with the added adrenalin of film running through the camera. In The Shining, the scene in the ballroom where Jack talks to Lloyd, the sinister apparition of a former bartender, belongs to this category. Jacks performance here is incredibly intricate, with sudden changes of thought and mood – all grace notes. Its a very difficult scene to do because the emotion flow is so mercurial. It demands knife-edged changes of direction and a tremendous concentration to keep things sharp and economical. In this particular scene Jack produced his best takes near the highest numbers. MC：他在楼梯上和杜瓦尔（Shelley Duvall）对峙的段落是不是需要排演很多次。 SK：没错，让谢莉在整个镜头里能够令人信服的保持如此歇斯底里的状态是相当困难的。她花了很长时间找到这种感觉，一旦找到，我们没拍几次就搞定了。我想这段有五遍她的表演是值得肯定的，但只有最后两次相当不错。如果哪个镜头我反复拍了很多遍，那一定是因为演员忘词儿了，或者记得不熟。一个演员只能同时做一件事，如果他的台词只熟到要想才能说出来，那一旦还要把握表演的情绪或者留意走位，肯定会出麻烦。在一段情绪激烈的戏中，能用不停机反复拍摄来保证演员情绪的连贯是再好不过，对大多数演员来说最好的表演大多也就能维持一两条而已。偶尔也会有多拍几条反而有更好表现的时候，但即便那样，我也怀疑最初的几次不过是有摄影机内运动的胶片这个额外的肾上腺素刺激下的更华丽的排练而已。《闪灵》中杰克和以前的酒吧招待罗伊德的恶灵在舞厅里聊天那个段落就属于这种。杰克的表演难以置信的复杂，在情绪和思想上的变化有如装饰音。这是一段非常难演的戏，因为感情的流动是十分多变的。需要如刀锋般锐利的转变和极大的专注来保持锋芒而不拖泥带水。在这场戏里杰克最棒的表演出现在最后拍的几条里。 He is just as good when he walks down the corridor making wild movements before meeting the barman. I asked Jack to remember the rumpled characters you see lunging down the streets of New York, waving their arms about and hissing to themselves. MC：遇到酒吧招待之前，他在走廊里做了许多狂野的举动，做的非常好。 SK：我让杰克回忆纽约街头上的那些挥舞手臂、大喊大叫的流浪汉。 Did you choose Shelley Duvall after seeing her in Three Women? I had seen all of her films and greatly admired her work. I think she brought an instantly believable characterization to her part. The novel pictures her as a much more self-reliant and attractive woman, but these qualities make you wonder why she has put up with Jack for so long. Shelley seemed to be exactly the kind of woman that would marry Jack and be stuck with him. The wonderful thing about Shelley is her eccentric quality – the way she talks, the way she moves, the way her nervous system is put together. I think that most interesting actors have physical eccentricities about them which make their performances more interesting and, if they dont, they work hard to find them. MC：你是看了杜瓦尔在《三女性》中的表演后才选择的她吗？ SK：我看了她的所有电影，也非常钦佩她的演技。我认为她塑造了一个让人能一下子认同的角色。小说中的那个女人更加独立、更吸引人，但是这些特征会让你怀疑这样一个女人怎么能容忍杰克这么长的时间。谢莉是属于那种一旦嫁给杰克会对他死心塌地的那种。妙不可言的是谢莉那古怪的特质 ——她说话的方式、走路的方式、她神经系统运转的方式。我想最有意思的演员身上总是有些怪相（eccentricity），这使得他们的表演更加有趣，如果他们没有，他们会努力去找些出来。 How did you find the boy? About 5000 boys were interviewed in America over a period of six months. This number eventually narrowed down to five boys who could have played the part. That worked out to about one child in a thousand who could act – actually not a bad average. The interviews were done in Chicago, Denver and Cincinnati, by my assistant, Leon Vitali, the actor who played the older Lord Bullingdon in Barry Lyndon, and his wife, Kersti. I chose those three cities because I wanted the child to have an accent which would fall somewhere between the way Jack and Shelley speak. The local Warner Bros. office placed newspaper ads inviting parents to make applications with photographs for the part. From the photographs a list was made of the boys who looked right. Leon interviewed everyone in this group, subsequently doing small acting improvisations which he recorded on video tape with those who seemed to have a little something. Further video work was done with the boys who were good. I looked at the tapes. MC：你是怎么找到那个男孩的？ SK：我们用了六个月的时间在美国面试了5000个男孩子。最后将范围缩小到五个人，可以说是千里挑一了——其实这个比例已经很不错了。我的助手Leon Vitali，就是在Barry Lyndon里演年老的Lord Bullingdon的人，和他老婆Kersti在芝加哥、丹佛、辛辛那提进行面试。之所以在这三个地方面试是因为我需要孩子的口音介于杰克和谢莉之间。当地的华纳公司在报纸上刊登广告，让父母把带孩子照片的申请邮寄过来。从这些照片中我们列了一个看上去合适的孩子的单子。Leon面试了这个单子里的所有人，接下来让有那么点意思的孩子即兴表演小节目，并用录像记录下来。那些演得好的孩子会再录一些。我就是看录像带。 Where does Danny Lloyd come from? He comes from a small town in Illinois. His father is a railway engineer. Danny was about five-and-a-half when we cast him. We had certain problems shooting with him in England because children are only allowed to work for three hours a day, and may only work a certain number of days in a calendar year. But, fortunately, rehearsal days on which you do not shoot are not counted in this total. So we rehearsed with him one day and shot on the next. I think his performance was wonderful – everything you could want from the role. He was a terrific boy. He had instinctive taste. He was very smart, very talented and very sensible. His parents, Jim and Ann, were very sensitive to his problems and very supportive, and he had a great time. Danny always knew his lines, and despite the inevitable pampering which occurred on the set, he was always reasonable and well-behaved. MC：丹尼是从哪里被选出来的？ SK：他来自伊利诺斯州的一个小镇。他的父亲是个铁路的工程师。他演这这个电影的时候大概五岁半左右。在英国进行拍摄对他来说有些特殊的问题，比如儿童一天只能允许工作三个小时，一年中最多只能工作某个限定的天数。幸运的是，在拍摄前的排练时间不会被计算在内。所以我们就排练一天，然后拍一天。我觉得他演的棒极了——要什么有什么。他太棒了。他有直觉。他非常聪明、非常有才华而且非常有感知力。他的父母，Jim和Ann，很能洞察到他的问题，也很支持，他过了一段快乐时光。丹尼总能记住台词，尽管在现场不可避免的会出现迁就他的情况，他总是很通情达理，没有过分的举止。 What did the Steadicam achieve for you in the film? The Steadicam allows one man to move the camera any place he can walk – into small spaces where a dolly wont fit, and up and down staircases. We used an Arriflex BL camera, which is silent and allows you to shoot sound. You can walk or run with the camera, and the Steadicam smooths out any unsteadiness. Its like a magic carpet. The fast, flowing camera movements in the maze would have been impossible to do without the Steadicam. You couldnt lay down dolly tracks without the camera seeing them and, in any case, a dolly couldnt go around the right-angled corners of the maze pathways. Without a Steadicam you could have done your best with the normal hand-held camera but the running movements would have made it extremely unsteady. The only problem with the Steadicam is that it requires training, skill and a certain amount of fitness on the part of the operator. You cant just pick it up and use it. But any good camera operator can do useful work even after a few days training. He wont be an ace but hell still be able to do much more than he could without it. I used Garrett Brown as the Steadicam operator. He probably has more experience than anyone with the Steadicam because he also happened to invent it. The camera is mounted on to a spring-loaded arm, which is attached to a frame, which is in turn strapped to the operators shoulders, chest and hips. This, in effect, makes the camera weightless. The tricky part is that the operator has to control the camera movements in every axis with his wrist. He watches the framing on a very small television monitor which is mounted on his rig. It takes skill while you are walking or running to keep the horizon of the camera frame parallel to the ground, and pan and tilt just using your wrist. A further problem is caused by inertia, which makes it difficult to stop a movement smoothly and exactly where you want it. In order to stop on a predetermined composition you have to anticipate the stop and keep your fingers crossed. MC：斯坦尼康在拍摄中帮了你什么忙？ SK：斯坦尼康能够帮助我们将摄像机移动到任何你能走到的地方——进入无法铺轨的狭小区域，还有上下楼梯。我们使用 Arriflex BL摄影机，非常安静，所以可以在拍片的时候同时录音（which is silent and allows you to shoot sound）。你能带着摄像机走或奔跑，斯坦尼康就像是一条魔毯一样能够平滑掉所有的颠簸。如果没有斯坦尼康的话，在迷宫中进行如此之快的跟拍简直是不可能的。铺轨的话你不能指望摄像机不会拍摄到轨道，而且轨道也不能拐迷宫中的直角拐角。没有斯坦尼康的话你最好的选择就是用普通手持摄影机，当摄像机移动的时候就会晃的很厉害。使用斯坦尼康的唯一问题就是需要训练，技术，还有它对操作员的体格有一定要求，你不能拿起来就用。但对于任何一位优秀的操作员来说几天的时间都能够拍出像样的东西。虽然不会马上成为顶尖高手，但比起不用斯坦尼康拍的会强出许多。我让Garrett Brown操纵斯坦尼康，他可能比任何人都有使用经验，因为他恰好是斯坦尼康的发明者。摄影机被安装在弹簧负荷的支撑臂上，再接到一个支架上，最后利用皮带绑在操作员的肩、前胸和臀部。这基本上消除了摄像机的重量感。关键是操作员利用腰控制摄像机的轴线运动。操作员通过一个架在设备上的很小的监视器取景。在你运动的过程中，还有使用腰部做左右和上下摇镜的时候，保持镜头和地面保持平行需要一些技巧。惯性也会带来其它的问题，会使你不能精确而平稳的在你需要的地方停止。要停在想要的位置，你不得不做些预判，还要指望能够有好的运气。 The Steadicam allowed you to do even more of those long-tracking shots you have done in all your films. Most of the hotel set was built as a composite, so that you could go up a flight of stairs, turn down a corridor, travel its length and find your way to still another part of the hotel. It mirrored the kind of camera movements which took place in the maze. In order to fully exploit this layout it was necessary to have moving camera shots without cuts, and of course the Steadicam made that much easier to do. MC：和你以前的电影相比，斯坦尼康让你拍摄了更多的长镜头。 SK：酒店的大多数布景都是复合一体的，让你能够爬上一段楼梯、折转进一段走廊，沿着走廊走到尽头，还能继续走到酒店的其它地方。这种感觉跟摄影机在迷宫中的运动模式差不多。为了充分地利用这种结构的特点就需要不加剪接的拍摄，当然斯坦尼康使这些变的更容易。 In the normal scenes you used dissolves and many camera movements. On the other hand, the paranormal visions are static and the cuts abrupt. I dont particularly like dissolves and I try not to use them, but when one scene follows another in the same place, and you want to make it clear that time has passed, a dissolve is often the simplest way to convey this. On the other hand, the paranormal visions are momentary glimpses into the past and the future, and must be short, even abrupt. With respect to the camera movements, Ive always liked moving the camera. Its one of the basic elements of film grammar. When you have the means to do it and the set to do it in, it not only adds visual interest but it also permits the actors to work in longer, possibly complete, takes. This makes it easier for them to maintain their concentration and emotional level in the scene. MC：在一些日常场景中你使用了溶镜和许多摄影机的运动。另一方面，超现实的幻象是静态的，剪切的也十分突然。 SK：我不是特别喜欢溶镜，我尽量回避使用这种技巧，但在同样的地点如果有两场相连的戏，你必须清楚的表现出时间的流逝，而溶镜是最简单的表现方法。另一方面，那些超现实的幻象是对过去和未来的惊鸿一瞥，必须要短，甚至粗暴。关于摄像机的运动，我一直喜欢让摄像机动起来，这是电影语法的基本元素。在你的手段和布景都允许的情况下，它不仅让画面有味道，还要让演员尽可能持久、完整地表演。这会使他们在一场戏里保持注意力和情绪都更容易。 Did you always plan to use the helicopter shots of the mountains as the main-title background? Yes I did. But the location, in Glacier National Park, Montana, wasnt chosen until very near the end of principal shooting. It was important to establish an ominous mood during Jacks first drive up to the hotel – the vast isolation and eerie splendour of high mountains, and the narrow, winding roads which would become impassable after heavy snow. In fact, the roads we filmed for the title sequence are closed throughout the winter and only negotiable by tracked vehicles. I sent a second-unit camera crew to Glacier National Park to shoot the title backgrounds but they reported that the place wasnt interesting. When we saw the test shots they sent back we were staggered. It was plain that the location was perfect but the crew had to be replaced. I hired Greg McGillivray, who is noted for his helicopter work, and he spent several weeks filming some of the most beautiful mountain helicopter shots Ive seen. MC：你是一直就计划在标题出现的时候背景使用直升机航拍镜头吗？ SK：是的。但是蒙大拿冰川国家公园﹝Glacier National Park﹞的外景地是直到拍摄快结束时我才选择的。当杰克初次开车去酒店的时候就建立起这么一种不祥的气氛是很重要的——那种巨大的疏离感和令人不安的险峻高山，以及雪后就不能通行的盘根错节的狭窄山路。事实上，为了片头而拍摄的山路整个冬天都是关闭的，只能行驶履带车。我派了第二摄影小组，到冰川国家公园拍摄片头，但是他们告诉我那里没啥意思。看到他们送回来的样片时我们有些郁闷。原计划的外景地是完美无缺的，要换是工作人员。我请来了以直升机航拍而著名的Greg McGillivray。他用几周的时间拍下了我所见过的最美的直升机航拍画面。 Did you have all those extras pose for the last shot? No, they were in a photograph taken in 1921 which we found in a picture library. I originally planned to use extras, but it proved impossible to make them look as good as the people in the photograph. So I very carefully photographed Jack, matching the angle and the lighting of the 1921 photograph, and shooting him from different distances too, so that his face would be larger and smaller on the negative. This allowed the choice of an image size which when enlarged would match the grain structure in the original photograph. The photograph of Jacks face was then airbrushed in to the main photograph, and I think the result looked perfect. Every face around Jack is an archetype of the period. MC：结尾的镜头用的都是临时演员吗？ SK：不是，这是我在图片库找到的一张1921年的照片。我原本计划使用临时演员，但是事实证明让他们和在照片中那个时代的的人一模一样是不可能的。所以我非常小心的拍杰克，使他在光和角度上都与1912年的照片相吻合，我们在不同的距离进行拍摄，所以他的脸在负片上有不同的尺寸，这样在放大的时候可以找到一张原照片的颗粒相符合的照片。杰克脸的照片喷在了原来的照片上，在我看来效果十分完美。杰克周围的每一张脸都是那个时代的原型。 What type of music did you use? The title music was based on the Dies Irae theme which has been used by many composers since the Middle Ages. It was re-orchestrated for synthesizer and voices by Wendy Carlos and Rachel Elkind, who did most of the synthesizer music for A Clockwork Orange. Bartoks Music for Strings, Percussion and Celesta was used for several other scenes. One composition by Ligeti was used. But most of the music in the film came from the Polish composer Krystof Penderecki. One work titled Jakobs Dream was used in the scene when Jack wakes up from his nightmare, a strange coincidence. Actually there were a number of other coincidences, particularly with names. The character that Jack Nicholson plays is called Jack in the novel. His son is called Danny in the novel and is played by Danny Lloyd. The ghost bartender in the book is called Lloyd. MC：你使用的是什么风格的音乐？ SK：标题的音乐是按照从中世纪开始许多作曲家惯用的《愤怒的日子》的旋律创作的。它是由Wendy Carlos和Rachel Elkind利用电子合成器和人声重新编排，他们合成了《发条橘子》的大部分音乐。其他的一些段落中用到了巴托克（Bartok，匈牙利作曲家、钢琴家）的《为弦乐.打击乐与钢片琴而写的音乐》（Music for Strings, Percussion and Celesta）。里盖蒂（Ligeti，匈牙利作曲家）的音乐也用了一首。但是绝大多数的音乐都是由波兰作曲家Krystof Penderecki创作的。其中一段叫《Jakob’s Dream》的音乐用在了杰克从噩梦中惊醒，这是古怪的巧合。事实上有很多这样的巧合，尤其是在名字上。杰克•尼克尔森扮演的人物在小说中就叫杰克。小说中他的儿子叫丹尼，这个人物就是由丹尼•罗伊德扮演的。书里酒吧的幽灵招待就叫罗伊德。 What music did you use at the end? It is a popular English dance tune of the twenties, “Midnight, the Stars and You”, played by Ray Nobles band with an Al Bowly vocal. MC：你在结尾中用的是什么音乐。 SK：那是二十年代英国流行的一段舞曲叫《Midnight, the Stars and You》，由雷•诺布（Ray Noble，美国流行乐先驱）的乐队演奏，Al Bowlly(生于非洲并闻名于30年代英国的歌手)演唱。 How do you see the character of Hallorann? Hallorann is a simple, rustic type who talks about telepathy in a disarmingly unscientific way. His folksy character and naive attempts to explain telepathy to Danny make what he has to say dramatically more acceptable than a standard pseudo-scientific explanation. He and Danny make a good pair. MC：你怎么看Hallorann这个角色。 SK：Hallorann是一个简单的乡下人，用一种让人放松的不科学的方法来解释心灵感应。他亲切随和，天真的要解释他和丹尼的心灵感应，和标准的伪科学的解释相比，他说的话更让人接受。他和丹尼是很好的一对。 The child creates a double to protect himself, whereas his father conjures up beings from the past who are also anticipations of his death. A story of the supernatural cannot be taken apart and analysed too closely. The ultimate test of its rationale is whether it is good enough to raise the hairs on the back of your neck. If you submit it to a completely logical and detailed analysis it will eventually appear absurd. In his essay on the uncanny,Das Unheimliche, Freud said that the uncanny is the only feeling which is more powerfully experienced in art than in life. If the genre required any justification, I should think this alone would serve as its credentials. MC：这个孩子造出了一个保护自己的分身，他父亲召唤来已逝的亡灵，预示了他的死（whereas his father conjures up beings from the past who are also anticipations of his death）。 SK：超现实的故事不能分析的太透彻了。让你的脖子后面的寒毛竖起来就是检验它的基本逻辑的终极方式。如果你完全地按照逻辑每个细节都分析，最后的结果往往是可笑的。在关于“令人害怕的东西”（也被译作苍茫之境Das Unheimliche）的论著中，弗洛伊德说离奇（the uncanny）是唯一一种在艺术领域比生活中有更强烈体验的感觉。如果需要什么说法来为这个类型来辩护，我想光这个就足够了。 How do you see Dannys evolution? Danny has had a frightening and disturbing childhood. Brutalized by his father and haunted by his paranormal visions, he has had to find some psychological mechanism within himself to manage these powerful and dangerous forces. To do this, he creates his imaginary friend, Tony, through whom Danny can rationalize his visions and survive. MC：对于丹尼的变化你怎么看？ SK：丹尼有个充满恐惧和不安的童年，父亲对他很粗暴，时常看到的恐怖景象折磨着他，他不得不找到一些心理上的解决方法来应对那些恐怖的力量。于是他就造出了他虚构的朋友托尼。这样丹尼就能将他看到的经历合理化，并活下去了。 Some people criticized you a few years ago because you were making films that did not deal with the private problems of characters. With Barry Lyndon and now withThe Shining, you seem to be dealing more with personal relationships. If this is true it is certainly not as a result of any deliberate effort on my part. There is no useful way to explain how you decide what film to make. In addition to the initial problem of finding an exciting story which fulfills the elusively intangible requirements for a film, you have the added problem of its being sufficiently different from the films you have already done. Obviously the more films you make, the more this choice is narrowed down. If you read a story which someone else has written you have the irreplacable experience of reading it for the first time. This is something which you obviously cannot have if you write an original story. Reading someone elses story for the first time allows you a more accurate judgement of the narrative and helps you to be more objective than you might otherwise be with an original story. Another important thing is that while youre making a film, and you get deeper and deeper into it, you find that in a certain sense you know less and less about it. You get too close to it. When you reach that point, its essential to rely on your original feelings about the story. Of course, at the same time, because you know so much more about it, you can also make a great many other judgements far better than you could have after the first reading. But, not to put too fine a point on it, you can never again have that first, virginal experience with the plot. MC：这几年来一直有一些人批评你不关注人物的个人问题，在《巴里•林登》和现在的《闪灵》中，你似乎更多关注的是人与人之间的关系。 SK：如果这是真的的话，那也不是我刻意要造成的结果。你如何决定要拍某部电影是很难跟别人解释的。首先就是找到一个令人兴奋的故事，它满足作为一部电影所需要的难以名状的那些要求，然后这个故事还得和你以前拍得片子有充分的不同。显然你拍的电影越多，你可选择的余地就越小。如果你读到一个别人写的故事，你就会获得不可替代的初次阅读的体验。这是你自己写一个故事的时候不能得到的东西。初次阅读别人的故事能够让你对于叙事有更正确的判断，比你自己写一个原创故事更容易做出客观的估计。另外一个重要的事情是当你拍摄一部电影的时候，你越陷越深，你会发现在某种意义上你对它了解的越来越少。那是因为你离的太近了。当你到了那个地步的时候，依赖对故事最初的感觉非常关键。当然，与此同时，因为你对故事越来越深的了解，你也能够做出很多比你初读故事之后更好的判断。但从并不太严格的角度说，你永远不能够像初次阅读的时候那样体验故事了。 It seems that you want to achieve a balance between rationality and irrationality, that for you man should acknowledge the presence of irrational forces in him rather than trying to repress them. I think we tend to be a bit hypocritical about ourselves. We find it very easy not to see our own faults, and I dont just mean minor faults. I suspect there have been very few people who have done serious wrong who have not rationalized away what theyve done, shifting the blame to those they have injured. We are capable of the greatest good and the greatest evil, and the problem is that we often cant distinguish between them when it suits our purpose. MC：似乎你希望在合理性和非合理性上找到了平衡，对你来说一个人是应该承认自身中非理性的存在而不是尽量的压制它们。 SK：我想我们对自己都有一点伪善。我们总是轻易的忽视自己的缺点，我指的不只是小缺点。我想几乎没有人会在犯过严重的错误之后不找借口，把责任推卸给那些他们伤害了的人。我们可以极善良也可以极邪恶，问题是当对我们有利的事情摆在面前的时候我们不能区别它们。 Failing to understand this leads to some misunderstanding of A Clockwork Orange. I have always found it difficult to understand how anyone could decide that the film presented violence sympathetically. I can only explain this as a view which arises from a prejudiced assessment of the film, ignoring everything else in the story but a few scenes. The distinguished film director Luis Bunuel suggested this in a way when he said in the New York Times: A Clockwork Orange is my current favourite. I was very predisposed against the film. After seeing it, I realized it is the only movie about what the modern world really means. A Clockwork Orange has been widely acclaimed throughout the world as an important work of art. I dont believe that anyone really sympathizes with Alex, and there is absolutely no evidence that anyone does. Alex clashes with some authority figures in the story who seem as bad as he is, if not worse in a different way. But this doesnt excuse him. The story is satirical, and it is in the nature of satire to state the opposite of the truth as if it were the truth. I suppose you could misinterpret the film on this count, if you were determined to do so. MC：不能理解这些就会导致对《发条橘子》的误解。 SK：我一直不能理解为什么有人会觉得这个电影是认同暴力。我只能把这解释成为对影片的偏见，这种偏见除了对一些场景之外，对整个影片几乎是完全的忽视了。著名电影导演路易斯•布努艾尔在纽约时报上支持说：‘发条橘子是我近一段时间的最爱，我对影片有负面的成见。看完电影后，我意识到这是唯一一部关于现代世界到底为何物的电影。’《发条橘子》作为一部重要的艺术作品得到了世界性的好评。我不觉得会有人对阿利克斯产生认同，没有什么迹象表现人们会这么做。故事中和阿利克斯冲突的权威似乎和他一样坏，如果不是在某种程度上来说甚至更坏的话，但这不是原谅他的借口。故事是讽刺的，也具有讽刺文学的性质，把真理的对立面像真理一般来表现。如果你坚决要这么想的话，我想你就曲解了这部电影。 How do you see the main character of Jack in The Shining? Jack comes to the hotel psychologically prepared to do its murderous bidding. He doesnt have very much further to go for his anger and frustration to become completely uncontrollable. He is bitter about his failure as a writer. He is married to a woman for whom he has only contempt. He hates his son. In the hotel, at the mercy of its powerful evil, he is quickly ready to fulfill his dark role. MC：对《闪灵》中这个最重要的角色杰克你怎么看。 SK：杰克来到一个在心理上准备好了它的杀人召唤的酒店。他的愤怒和挫折感觉就要无路可走，他只能彻底的丧失自控。他对他写作上的失败感到痛苦。他娶了一个他根本看不起的女人。他恨他的儿子。在酒店里，他受到强大恶灵的支配，很快就走向了黑暗的一面。 So you dont regard the apparitions as merely a projection of his mental state? For the purposes of telling the story, my view is that the paranormal is genuine. Jacks mental state serves only to prepare him for the murder, and to temporarily mislead the audience. MC：你不把那些鬼魂仅仅看做是他精神上的投射。 SK：从讲故事的目的来看，我的观点是超现实的就是真实的。杰克的精神状态只是为他杀人作铺垫，只是为了临时误导观众。 And when the film has finished? What then? I hope the audience has had a good fright, has believed the film while they were watching it, and retains some sense of it. The ballroom photograph at the very end suggests the reincarnation of Jack. MC：电影结束了，然后呢？ SK：我想让观众大吃一惊，让他们在看的时候对电影深信不疑，并且留下一些余味（and retains some sense of it）。舞厅的照片暗示着杰克是以前的人的投胎。 You are a person who uses his rationality, who enjoys understanding things, but in2001: A Space Odyssey and The Shining you demonstrate the limits of intellectual knowledge. Is this an acknowledgement of what William James called the unexplained residues of human experience? Obviously, science-fiction and the supernatural bring you very quickly to the limits of knowledge and rational explanation. But from a dramatic point of view, you must ask yourself: If all of this were unquestionably true, how would it really happen? You cant go much further than that. I like the regions of fantasy where reason is used primarily to undermine incredulity. Reason can take you to the border of these areas, but from there on you can be guided only by your imagination. I think we strain at the limits of reason and enjoy the temporary sense of freedom which we gain by such exercises of our imagination. MC：你是一个追求理性，对弄清事物真相津津乐道的人。但是在《2001漫游太空》和《闪灵》中你展示了知识的局限性。这是威廉•詹姆斯 (William James，美国哲学家和心理学家，心理学机能主义和哲学实用主义的先驱)称作的人类体验中的未知残留吗（the unexplained residues of human experience）？ SK：显然，科幻小说和超自然现象能够很快地让你感觉到知识和理性解释的局限性。但是从戏剧性的角度，你必须问问你自己：‘如果这所有的这些都是无可非议的话，那它是如何真的发生的呢？’这基本上就是你能做的了。我喜欢奇幻故事中用理性思维将不可信的东西合理化的部分（I like the regions of fantasy where reason is used primarily to undermine incredulity）。常识能够带你到达这些领域的边缘，但从那之后你就只能依靠自己的想象了。我觉得我们是费劲的站在理性思维的极限，享受通过我们的想象练习所带来的短暂的自由感觉。 Of course there is a danger that some audiences may misunderstand what you say and think that one can dispense altogether with reason, falling into the clouded mysticism which is currently so popular in America. People can misinterpret almost anything so that it coincides with views they already hold. They take from art what they already believe, and I wonder how many people have ever had their views about anything important changed by a work of art? MC：当然一种危险是一些观众可能会产生误解，认为一个人可以完全不去按照理性来办事，陷入现在在美国十分流行的神秘主义的怪圈中。 SK：人们可以曲解任何一件事，以便与他们的固有观点相符。他们从艺术里只看到他们已经认同的东西。我很想知道有多少人能够受到某件艺术作品的影响而产生重大的观念变化。 Did you have a religious upbringing? No, not at all. MC：你是在宗教环境下长大的吗？ SK：不，完全不是。 You are a chess-player and I wonder if chess-playing and its logic have parallels with what you are saying? First of all, even the greatest International Grandmasters, however deeply they analyse a position, can seldom see to the end of the game. So their decision about each move is partly based on intuition. I was a pretty good chess-player but, of course, not in that class. Before I had anything better to do (making movies) I played in chess tournaments at the Marshall and Manhattan Chess Clubs in New York, and for money in parks and elsewhere. Among a great many other things that chess teaches you is to control the initial excitement you feel when you see something that looks good. It trains you to think before grabbing, and to think just as objectively when youre in trouble. When youre making a film you have to make most of your decisions on the run, and there is a tendency to always shoot from the hip. It takes more discipline than you might imagine to think, even for thirty seconds, in the noisy, confusing, high-pressure atmosphere of a film set. But a few seconds thought can often prevent a serious mistake being made about something that looks good at first glance. With respect to films, chess is more useful preventing you from making mistakes than giving you ideas. Ideas come spontaneously and the discipline required to evaluate and put them to use tends to be the real work. MC：你下国际象棋，我想知道是否下棋和下棋的逻辑能与你刚才说的作比较。 SK：首先，即便是最伟大的国际象棋大师，无论他们考虑的多么成熟，都很少能够算到棋局的最后。所以他们每一步棋都是凭部分的直觉下的。我国际象棋下的还不错，当然还不是高手。在我找到更好的事情（拍电影）之前，我在纽约的Marshall和 Manhattan国际象棋俱乐部参加比赛，有时为了赚钱还在公园或者其他的地方下棋。国际象棋可以教会你很多事情，其中一条是在你觉得局面看起来很不错的情况下学会控制自己的冲动。它教你三思而后行，还有遇到困难的时候客观的看问题。当你拍电影的时候大部分情况下你需要当场做决定，这时候会产生一种鲁莽行事的倾向。在吵闹、混乱、高压力的片场，思考，哪怕是三十秒，需要的自控能力都高于你的想象。但是你重新审视一开始觉得不错的某件事，几秒钟的思考经常能够让你不至于犯严重错误。说到拍电影，国际象棋能够让你更少的犯错误而不是带来灵感。灵感总是不停的来，评估并把它们用到点上所需要的修为才是真正的工作。 Did you play chess on the set of The Shining as you did on Dr. Strangelove (with George C. Scott) and on 2001? I played a few games with Tony Burton, one of the actors in the film. Hes a very good chess-player. It was very near the end of the picture and things had gotten to a fairly simple stage. I played quite a lot with George C. Scott during the making of Dr. Strangelove. George is a good player, too, but if I recall correctly he didnt win many games from me. This gave me a certain edge with him on everything else. If you fancy yourself as a good chess-player, you have an inordinate respect for people who can beat you. MC：你在《闪灵》片场也像在拍《奇爱博士》（和George C. Scott）和《2001漫游太空》时玩国际象棋吗？ SK：我和影片里的演员Tony Burton下了好几局。他是个非常好的棋手。那是在影片临近杀青的时候，一切都趋向简单明了了。我拍《奇爱博士》的时候和乔治•C•斯科特（George C. Scott）下的比较多。George也是一个好的棋手，但是我如果我没记错，他赢得不多。这让我在其它的每一件事情上都占了便宜。如果你自认为是一位好的棋手，那你就会过分尊敬能够打败你的对手。 You also used to be a very good photographer. How do you think this helped you as a film-maker? There is a much quoted aphorism that when a director dies he becomes a photographer. Its a clever remark but its a bit glib, and usually comes from the kind of critic who will complain that a film has been too beautifully photographed. Anyway, I started out as a photographer. I worked for Look magazine from the age of seventeen to twenty-one. It was a miraculous break for me to get this job after graduation from high-school. I owe a lot to the then picture editor, Helen OBrian, and the managing editor, Jack Guenther. This experience was invaluable to me, not only because I learned a lot about photography, but also because it gave me a quick education in how things happened in the world. To have been a professional photographer was obviously a great advantage for me, though not everyone I subsequently worked with thought so. When I was directing Spartacus, Russel Metty, the cameraman, found it very amusing that I picked the camera set-ups myself and told him what I wanted in the way of lighting. When he was in particularly high-spirits, he would crouch behind me as I looked through my viewfinder, holding his Zippo cigarette lighter up to his eye, as if it were a viewfinder. He also volunteered that the top directors just pointed in the direction of the shot, said something like, “Russ, a tight 3-shot,” and went back to their trailer. MC：你曾经是一位非常好的摄影师，你觉得这能够给你拍电影带来什么帮助？ SK：有一句名言是这么说的，当一位导演死了的时候他就成为摄影师。这句话说的很聪明但是有些油腔滑调，通常是来自批评影片的画面太过华丽的影评人。不管怎样，我是从摄影起家的，我从17岁到21岁一直为《LOOK》杂志工作。高中毕业后我就能得到这个工作对我来说是不可思议的。我十分感激那时侯的图片编辑Helen O’Brian和总编辑Jack Guenther。那段经验是无价的，不仅仅因为我从中学会了摄影的很多东西，同时也让我在短时间明白了世界上正在发生的事情的个中原委。曾经做过职业摄影师可以说是我的一大优势，尽管不是和我在一起工作的每个人都这么觉得。当我导演《斯巴达克斯》的时候，我的摄影师Russel Metty对我自己选择摄影机机位并告诉他我想要什么样的布光感到非常惊奇。如果他心情好，当我看取景器的时候会他蜷在我后面，举起他的Zippo放在眼前，把它也当做一个取景器。他给我的免费意见是，头牌大导演都是往镜头的方向一指，说一句类似‘Russ，很紧凑的三人镜头（a tight 3-shot）’的话，然后就回到自己的房车里去了。 What kind of photography were you doing at Look? The normal kind of photo-journalism. It was tremendous fun for me at that age but eventually it began to wear thin, especially since my ultimate ambition had always been to make movies. The subject matter of my Look assignments was generally pretty dumb. I would do stories like: “Is an Athlete Stronger Than a Baby?”, photographing a college football player emulating the cute positions an 18-month-old child would get into. Occasionally, I had a chance to do an interesting personality story. One of these was about Montgomery Clift, who was at the start of his brilliant career. Photography certainly gave me the first step up to movies. To make a film entirely by yourself, which initially I did, you may not have to know very much about anything else, but you must know about photography. MC：你在《LOOK》中属于哪种摄影师。 SK：最普通的那种摄影记者。那时这个事情给我带来了很大的乐趣，但乐趣到了最后就逐渐消失了，尤其是我下定决心想要拍摄电影的时候。《LOOK》分配给我的任务通常是很愚蠢的。我会拍摄一些故事专题比如：运动员比婴儿更强壮吗？就是拍摄一些大学橄榄球运动员的照片，让他们模仿十八个月的婴儿摆一些‘可爱’的姿势。有时候，我得到一些机会去拍一些有意思的人物故事。其中一个是关于蒙哥马利•克利夫特（Montgomery Clift，美国电影演员）的，他那时侯正处于事业的上升期。摄影为我的电影生涯打了一个好基础。自己独立拍摄一部电影，就像我刚开始一样，别的任何事情都可以不太懂，但是你一定要懂摄影。 Do you have a preference for shooting in a studio or in real locations? If the real locations exist, and if its practical getting your crew there, it is a lot easier and cheaper to work on location. But sometimes going away on location is more expensive than building sets. It costs a lot of money today to keep a crew away from home. MC：你更喜欢实景还是人工布景。 SK：如果实景存在，而且你的制作组能够到那，那么在实景拍摄会比较方便便宜。但是有时去实景拍摄的花费比人造布景还要多。现在带着一群人外出拍摄是很贵的。 Why did you do The Killing in a studio? Because the sets were fairly cheap to build and the script let you spend a good chunk of time in each of them. Also, at that time, it was much more difficult to shoot in location interiors. There were no neck mikes or radio transmitters, and the cameras were big and the film slow. Things have changed a lot since then. But I remember having an argument at the time with a cameraman who refused to shoot a scene with a 25mm lens, insisting that the lens was too wide-angled to pan or move the camera without distorting everything. Today, people think of a 25mm almost as a normal lens, and a wide-angle lens goes down to 9.8mm, which gives you about a 90x horizontal viewing angle. The Shining could not have had the same lighting if it had been filmed on location, and because of the snow effects it would have been extremely impractical to do it that way. We would have been far too much of a nuisance in a real hotel, and in the case of those which were shut in the winter, they were closed because they really were inaccessible. MC：为什么你会在摄影棚里拍《杀手》？ SK：因为布景的确便宜，而且剧本里在每个布景里的戏都很多。那时侯，在实地拍室内戏比现在困难多了。那时侯没有小型麦克风或者无线电发射机，摄影机很大，胶片的感光度也不好。从那之后很多东西都变了。但是我还记得曾经和一名拒绝用25mm镜头拍摄的摄影师发生过争执。他坚持认为镜头的范围太宽，一旦有摇镜或者镜头运动就不可避免的出现变形。现在的人们认为25mm的镜头差不多是标准的镜头，广角镜头已经到了9.8mm，能够给我们提供差不多90度的水平视角。如果《闪灵》在外景地拍的话我就不可能使用同样的方法打光，而且因为雪的影响，我们那么做也会是非常不切合实际的了。在一个真酒店里拍摄会有很多麻烦事，虽然冬天酒店有关闭的日子，那也是因为那段时间的确根本进不去。 What kind of horror films did you like? Did you see Rosemarys Baby? It was one of the best of the genre. I liked The Exorcist too. MC：你喜欢什么类型的恐怖片？你看过《罗斯玛丽的婴儿吗》？ SK：这个电影的确是同类型影片中的佼佼者，我还喜欢《驱魔人》。 And John Boormans The Heretic? I havent seen it, but I like his work. Deliverance is an extremely good film. One of the things that amazes me about some directors (not Boorman) who have had great financial successes, is that they seem eager to give up directing to become film moguls. If you care about films, I dont see how you could want someone else to direct for you. MC：约翰•伯尔曼（John Boorman）的《异教徒》呢 ？ SK：我还没看，不过我喜欢他的作品。《Deliverance》是一部非常好的电影。让我吃惊的是，一些能够在经济上获得很大的成功的导演（不是Boorman），似乎更愿意放弃做电影导演而是要做电影大亨。如果你关心电影本身，我不认为你会愿意让别人替你导演。 Perhaps they dont like the actual shooting. Its true – shooting isnt always fun. But if you care about the film it doesnt matter. Its a little like changing your babys diapers. It is true that while youre filming you are almost always in conflict with someone. Woody Allen, talking about directing Interiors, said that no matter how pleasant and relaxed everything seemed on the surface he felt his actors always resented being told anything. There are actors, however, with whom communication and co-operation is so good that the work really becomes exciting and satisfying. I find writing and editing very enjoyable, and almost completely lacking in this kind of tension. MC：也许他们不喜欢拍摄本身。 SK：确实如此，拍电影并不总是那么有意思的。但是如果你在乎电影就没什么事了。这有点像给你孩子换尿布。有一点是肯定的，在拍电影的时候你总是与别人起冲突。Woody Allen在谈到导演《我心深处》的时候说，无论表面上看来有多么和谐和轻松，但被要求作任何事的时候似乎演员总是充满了怨恨。不过，还是有些演员，和他们合作和交流是如此的出色以至于整个工作还是令人满意和兴奋的。我发现写剧本和剪辑是非常快活的事情，那种紧张的气氛一扫而空。 Today it is more and more difficult for a film to get its money back. The film rental can be three times the cost of the film. Much more than that. Take a film that costs $10 million. Today its not unusual to spend $8 million on USA advertising, and $4 million on international advertising. On a big film, add $2 million for release-prints. Say there is a 20% studio overhead on the budget; thats $2 million more. Interest on the $10 million production cost, currently at 20% a year, would add an additional $2 million a year, say, for two years – thats another $4 million. So a $10 million film already costs $30 million. Now you have to get it back. Lets say an actor takes 10% of the gross, and the distributor takes a world-wide average of a 35% distribution fee. To roughly calculate the break-even figure, you have to divide the $30 million by 55%, the percentage left after the actors 10% and the 35% distribution fee. That comes to $54 million of distributors film rental. So a $10 million film may not break even, as far as the producers share of the profits is concerned, until 5.4 times its negative cost. Obviously the actual break-even figure for the distributor is lower since he is taking a 35% distribution fee and has charged overheads. MC：现在的电影收回成本是越来越难了。拷贝租金要达到电影成本的三倍。 SK：比这还要多。举一个1000万的电影作例子，在美国花800万宣传、国际上再花400万已经不是新鲜事情了。一部大制作的话，还要追加200万的洗印费。假设片场在预算基础上索要20%的overhead，就再加200万。一千万的制作费用，一年的利息就有20%也就是 200万——两年就是400万。一部1000万的电影已经花了3000万。假如说演员拿走全部票房的10%，发行人平均要拿走票房平均值的35%。简单算算如果需要收回成本的话，除去演员拿走的10%和发行人拿走的35%，还剩55%。那么发行方的影片租金就得挣到5400万。从制片人的角度考虑，一部 1000万成本的电影就要到了净成本的5.4倍才能收支平衡。实际上显然发行方的收支平衡点要低，因为它拿走35%的发行费，还收了overhead。 But you came to realise very early in your career that if you didnt have the control of the production you couldnt have the artistic freedom. There is no doubt that the more legal control you have over things, the less interference you have. This, in itself, doesnt guarantee youre going to get it right, but it gives you your best chance. But the more freedom you have the greater is your responsibility, and this includes the logistical side of film-making. I suppose you could make some kind of military analogy here. Napoleon, about whom I still intend to do a film, personally worked out the laborious arithmetic of the complicated timetables which were necessary for the coordinated arrival on the battlefield of the different elements of his army, which sometimes were scattered all over Europe. His genius on the battlefield might have been of little use if large formations of his army failed to arrive on the day. Of course, Im not making a serious comparison between the burdens and the genius of LEmpereur and any film director, but the point is that if Napoleon believed it was necessary to go to all that trouble, then a comparative involvement in the logistical side of film-making should be a normal responsibility for any director who wants to ensure he gets what he wants when he wants it. In a more fanciful vein, and perhaps stretching the analogy a bit, I suspect that for Napoleon, his military campaigns provided him with at least all of the excitement and satisfaction of making a film and, equally so, I would imagine everything in between must have seemed pretty dull by comparison. Of course this is not an explanation of the Napoleonic wars, but perhaps it suggests some part of the explanation for Napoleons apparently irrepressible desire for still one more campaign. What must it be like to realize that you are perhaps the greatest military commander in history, have marshals like Ney, Murat, Davout, the finest army in Europe, and have no place to go and nothing to do? Then, continuing with this by now overstretched analogy, there is the big-budgeted disaster – the Russian Campaign, in which, from the start, Napoleon ignored the evidence which suggested the campaign would be such a costly disaster. And, finally, before his first exile, after fighting a series of brilliant battles against the Allies superior numbers, Napoleon still had a final opportunity for compromise, but he over-negotiated, gambled on his military magic, and lost. MC：但是如果你没有制片的控制权你就不会得到艺术的自由，你很早就明白了这一点。 SK：毫无疑问你可以合法控制的东西越多，你得到的干预就越少。这不一定保证你不会搞砸了，但是能给你提供最好的机会。得到的自由越多，你的职责就越大，包括电影制作中物流管理的部分（logistical side）。你也许能够从军事中找到类似的东西。比如拿破仑——我依然想要拍摄一部关于拿破仑的电影——他不怕麻烦亲自计算那个用来协调他的所有部队何时投入战斗的复杂的时间表，而他的部队有时候会分散在欧洲各地。如果大部队没能在那天到达，那他关于指挥战斗的天赋可能就无从发挥。当然我不是将他的负担和天赋和其他导演作很认真的比较，但关键的一点是如果拿破仑认为这些麻烦是必要的话，那对于一个导演，如果他想的时候就能得到想要的东西，那在物流上做类似的投入也是很正常的责任。从一个更大胆的角度，可能也算是把前面的比方延伸一点说，我想对于拿破仑，他发动的每场战役带给他的兴奋度和满意度都至少能和拍一部电影相当，那同样的，相对而言我猜想战争之间的那段时间一定会感觉很无聊。当然这不是对于拿破仑战争的一种解释，也许这或许能从一个侧面解释为什么拿破仑控制不住自己发动下一次战争的欲望。你也许是历史上最有名的军事家，有将军如赖伊（Ney）、若阿尚•缪拉（Murat）, 达武（Davout），这是欧洲最强大的军队，却无处可去、无事可做，那是什么感觉？顺着这个有点过头的比喻说，一个大片给拍砸了——就是俄罗斯战役，从一开始拿破仑无视如此庞大的战役会是一场灾难的种种证据。当最后他与协约国战斗打了数次精彩的战役后，被放逐前，他还有妥协的机会，但他还是对自己的军事能力过于高估，导致了最后的失败。 In your screenplay about Napoleon, did you adopt a chronological approach? Yes, I did. Napoleon, himself, once remarked what a great novel his life would be. Im sure he would have said movie if he had known about them. His entire life is the story, and it works perfectly well in the order it happened. It would also be nice to do it as a twenty hour TV series, but there is, as yet, not enough money available in TV to properly budget such a venture. Of course, there is the tremendous problem of the actor to play Napoleon. Al Pacino comes quickly to mind. And there is always the possibility of shooting the twenty episodes in such a way that he would be fifty by the time he got to St. Helena…. Al, Im joking! Im joking! MC：在你关于拿破仑的电影中，你会按照时间顺序来表现吗？ SK：是的。拿破仑，他自己，就说过他的一生就是一部伟大的小说。如果他知道有电影这么个东西的话那他一定会这么形容自己的。他的一生就是一个故事，按照时间顺序来叙述完美无缺。 做一个20小时的电视剧也不错，但是到目前为止电视业还没有足够的钱能够得上做这个风险投资。当然，找一个能够演拿破仑的演员也是一个很大的问题。我马上想到了阿尔•帕西诺。这二十集的篇幅，估计总能找出个拍法，等拍到上圣赫勒拿岛的时候他已经五十岁了…… 玩笑而已！玩笑！ 原文来源：http://www.visual-memory.co.uk/amk/doc/interview.ts.html （由爱好者维护的库布里克档案网站） 訪問者：米歇尔•西蒙特 (Michel Ciment，《正片》主编，国际影评人联盟主席) 翻译：王玉年 1.Alcohol Withdrawal Syndrome- When someone abruptly quits drinking, the neurotransmitters are no longer inhibited by alcohol and the brain scrambles to adjust to the new chemical imbalance. ↩","categories":[{"name":"访谈笔记","slug":"访谈笔记","permalink":"https://cheereese.github.io/categories/%E8%AE%BF%E8%B0%88%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"库布里克","slug":"库布里克","permalink":"https://cheereese.github.io/tags/%E5%BA%93%E5%B8%83%E9%87%8C%E5%85%8B/"}]},{"title":"【环境法】the precautionary principle in Australia","slug":"20220314precautionary principle in aus","date":"2022-03-14T11:35:30.000Z","updated":"2022-03-17T15:03:35.642Z","comments":true,"path":"2022/03/14/20220314precautionary principle in aus/","link":"","permalink":"https://cheereese.github.io/2022/03/14/20220314precautionary%20principle%20in%20aus/","excerpt":"1. International context of the precautionary principle由于生态环境的高度复杂性,以及人类对环境的认识总是存在相当程度的局限性，尽管科学技术快速发展, 这种情况时常会出现:某种环境灾害虽然可以被预见或者已经发生,但造成该危害的原因仍未可知,或虽有合理的怀疑但欠缺明确的科学证据[1]。如20世纪30年代起人类就观测到臭氧层空洞的出现,一直到20世纪80至90年代之间才正式确认其原因。所以,对生态环境和生物多样性的保护面临着太多的科学不确定性。学者认识到我们需要超越对科学确定性的依赖, 否则如果等到严重或不可逆转的环境危害得到科学上的确切证明之后再采取行动,就可能会导致灾害性的后果[2]。国际社会逐渐认识到需要发展一种新的理念来进行关于 欠缺科学证据的环境风险 的决策。","text":"1. International context of the precautionary principle由于生态环境的高度复杂性,以及人类对环境的认识总是存在相当程度的局限性，尽管科学技术快速发展, 这种情况时常会出现:某种环境灾害虽然可以被预见或者已经发生,但造成该危害的原因仍未可知,或虽有合理的怀疑但欠缺明确的科学证据[1]。如20世纪30年代起人类就观测到臭氧层空洞的出现,一直到20世纪80至90年代之间才正式确认其原因。所以,对生态环境和生物多样性的保护面临着太多的科学不确定性。学者认识到我们需要超越对科学确定性的依赖, 否则如果等到严重或不可逆转的环境危害得到科学上的确切证明之后再采取行动,就可能会导致灾害性的后果[2]。国际社会逐渐认识到需要发展一种新的理念来进行关于 欠缺科学证据的环境风险 的决策。 自20世纪70年代以来就有明确的关于The precautionary principle的表达，但这项原则没有一个普遍接受的定义，在当时也并未作为一项原则提出。International endorsement began to occurred in 1990s. In principle 15 of the 1992 Rio Declaration on Environment and Development, adopted by the United Nations Conference, it stated that “In order to protect the environment, the precautionary approach shall be widely applied by States according to their capabilities. Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation”. it is the most widely quoted statement但没有得到普遍接受[3]。In the preamble of the 1992 convention on Biological Diversity, it stated that “Noting also that where there is a threat of significant reduction or loss of biological diversity, lack of full scientific certainty should not be used as a reason for postponing measures to avoid or minimize such a threat”, which was one of the alternative of the Rio definition and was cited in Leatch case[4]. 在1990年代提到The precautionary principle的international environmental agreement在表达上有些细微的不同，这些不同表达在不同强度上参与了 formulations of the precautionary principle。文章提到的两个表达都属于Weak formulations[5]，这也是澳大利亚广泛接受的formulating方式。One of the key features of the weak formulation is that “lack of scientific certainty should not be used as a reason for postponing action”[6]. Under weak formulations，证明需要采取行动(举证责任)的要求通常落在那些主张采取预防行动的人身上[7]。风险预防原则是针对环境恶化结果发生的滞后性和不可逆转性的特点而提出的，它的任务是在决策中处理不确定性。但是，有关如何更有效地应用风险预防原则的争论始终没有平息过。 2. Controversial issues学者们在该原则的定义上有意见分歧，包括What level of threat or potential for harm is sufficient to trigger application of the principle, whether the potential threats are balanced against other considerations, such as economic factors. 风险预防原则并没有一个统一的定义，这也和它设计的领域或具体问题有关，例如在风险远大于收益的情况下（比如危险废物排放），may适用较严格的风险预防原则条款;而在风险与收益并存，特别是收益大于风险的情况下(转基因工程)则may适用较宽松的风险预防原则条款。以何种形式采用风险预防原则应该放在具体情景具体问题中讨论。It is criticized that the precautionary principle is too vague to作为法律标准执行。一些评论者指出，执行这一原则所涉及的主要社会选择和定义问题可能赋予决策者高度的自由裁量权[8]。该原则在改善环境和自然资源管理以及促进可持续发展方面的效果也受到质疑，其中包括是否应该在实践中建立一个precise operational framework以减少滥用和误用，以及过度的自由裁量可能导致不可预测和不一致的环境管理决策，给企业带来不确定性和更高的成本[9]。 3. Precedents in AustraliaIn Australia, the precautionary principle is one of the guiding principles of ecologically sustainable development (ESD)[10]. 这一原则体现在联邦政府的许多环境政策中，同时也正在成为一种普通法原则。在应用时我们应当考虑到different circumstance, different statutory scheme, with different statutory text. 决策者应该谨慎。广泛地适用预防原则并不决定个人或实体必须如何行动，或必须如何作出决定，或最终应作出什么决定[11]. 3.1 Leatch v D-G of NPWSLeatch was the second NSW case to apply the precautionary principle.Justice Stein considered that the precautionary principle is a statement of commonsense and believed that in this case the issue was在面对科学的不确定性和对环境造成严重或不可逆损害的潜在可能性时，是否应该采取谨慎的方法[12]。Justice Stein believed that在对该案件中物种数量、栖息地和影响方面的科学知识匮乏的情况下，预防原则的应用是最恰当的。A permissible approach是考虑到目前的知识水平，在了解更多情况之前，不应该给予”捕杀”该物种的许可。Justice Stein kind of set up ’common sense’ principle and believed that when considering the threshold and&#x2F;or trigger of the precautionary principle, the uncertainty could be not overly technical. 3.2 Telstra Corp v Hornsby ShirePreston CJ put forward that there are conditions precedent or thresholds to application of the precautionary principle. The application of the precautionary principle is triggered by the satisfaction of two conditions: a threat of serious or irreversible environmental damage and scientific uncertainty as to the environmental damage[13]. Preston CJ believed that simply scientific uncertainty is insufficient.我认为这在Leatch的基础上推高了应用the precautionary principle的门槛，并充实了应用的框架。 4. Friends of Leadbeater’s Possum v Vic Forests4.1 Regional Forestry Agreements(RFA)1992年澳大利亚联邦政府与各州政府制定了National Forestry Policy Statement (NFPS)，以便实现长远规划和保证全社会从森林资源中均衡获益。这项声明是一个指导性方针，具有多个国家目标，包括自然保护、木材业和工业发展、就业、综合经营、公众教育和国际义务责任。它要求综合考虑环境、商业等不同方面的不同目的和效益。根据NFPS，1997年联邦与各州签订了关于保护和管理本地森林的协议，也就是RFA, which are exempt from provisions in the federal Environment Protection Biodiversity Conservation (EPBC) that protect threatened species. 4.2 LitigationThe Federal Court在2020年五月的判决中裁定VicForests该机构非法砍伐栖息地，并判决强制执行联邦环境法，禁止伐木作业。这一裁决为维多利亚州的伐木业适用联邦濒危物种保护法开创了法律先例，该行业20多年来一直享有a special exemption from federal laws had been applied to logging undertaken in areas that are covered by Regional Forestry Agreements(RFA)。Debra Mortimer J认为 VicForests 在新南威尔士州的林业活动会造成足够严重的threats of serious damage to the possums，这落入保护生物多样性的法条范围并应当应用the precautionary principle。同时Debra Mortimer J考虑到the increasing risks (in frequency and intensity) posed by wildfire in 2019-2020 to these reserves renders habitat in the impugned coupes使得对现有栖息地的保护更加重要。Australian Forest Products Association认为，这一裁决展示出一个不确定的地区林业协议的未来。在2021年，联邦法院在上诉中推翻了这项判决，允许VicForests继续享受豁免。RFA以经济因素”平衡”伐木对动植物的影响，RFA区域的伐木活动可以免受national laws中保护受威胁物种的法律要求。RFA考虑的经济因素包括当地木材业的发展和林业能提供的岗位。联邦法院的三位法官认为 logging within an RFA area was not subject to national laws。如果伐木是在 RFA 区域内进行，即使它违反了州法律和 RFA，也不受联邦法律的约束。但法官驳回了VicForests其他21项上诉，并维持原判，即法官支持Debra Mortimer J对cl2.2.2.2中the precautionary principle的大部分解读，VicForests违反了维多利亚州环境法。 5. Trend我认为尽管维多利亚环境法在本案中为受威胁物种提供了必要的环境保护，但是这没能掩饰另一个层面上的问题，即在联邦层面上RFA依然是免受the precautionary principle的保护生物多样性之作用影响的。维持豁免并非因为VicForest伐木活动可能导致的损害的风险和确定性，而是因为认可RFA框架，因而直接排除了cl2.2.2.2中precautionary principle的考虑，认为该案不属于this Act的管辖范畴。precautionary principle在本案中并不是作为一个必须强制考虑的要素出现，即使维多利亚环境法提供了一定程度的补偿。 从Leatch简单引用了Rio Definition of the precautionary principle, 并提出common sense’ principle，到Telstra Corp中Preston CJ认为scientific uncertainty is insufficient,再到VicForests中联邦法院认为RTA可以继续保持豁免任何national laws中关于保护生物多样性的条款，我认为在澳大利亚的司法实践中，在决策中考虑生态保护和其他因素的平衡时，其他因素的权重在上升，而相对地，the precautionary principle的重要性是在下降的。或者说，法院在使用该原则时越来越谨慎。该原则作为一个在科学不确定性条件下做出实际决策、可强制执行其赋予的义务的规范性规则 的地位是在下降的，而逐渐成为一种更抽象的heuristic check on decision making procedures，回归到作为culturally framed principle的本质上[14]。但是，由多个目标和原则共同指导（包括the precautionary principle）的综合管理approach获得了更多重视，比如RFA。 注：2&#x2F;7&#x2F;9是Ibid，12是给Leatch标了年份1993 1.Jerzy Makarczyk. Theory of International Law at the Threshold of the 21st Century(Springer, 1996) ↩3.Deborah C. Peterson. ‘Precaution: principles and practice in Australian environmental and natural resource management’(2006), 50(4), The Australian Journal of Agricultural and Resource Economics 469, 489. ↩4.Leatch v National Parks and Wildlife Service and Shoalhaven City Council(1993) ↩5.Julian Morris, ‘Defining the Precautionary Principle, in Rethink Risk and The Precautionary Princile’(2000) ↩6.Deborah C. Peterson. ‘Precaution: principles and practice in Australian environmental and natural resource management’(2006), 50(4), The Australian Journal of Agricultural and Resource Economics 469, 489. ↩8.lan Wills, ‘The Environment, Information and the Precautionary Principle’(1997).Agenda: A Journal of Policy Analysis and Reform 51, 62. ↩10.Barton, C. ‘The status of the precautionary principle in australia: Its emergence in legislation and as a common law doctrine’(1998). 22 (2). Harvard Environmental Law Review 509. ↩11.Environment East Gippsland Inc v VicForests (2020) ↩13.Telstra Corp v Hornsby Shire (2006) ↩14.Timothy O Riordan and James Cameron, The History and Contemporary Significance of the Precautionary Principle(2009) ↩","categories":[{"name":"法律笔记","slug":"法律笔记","permalink":"https://cheereese.github.io/categories/%E6%B3%95%E5%BE%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"环境法","slug":"环境法","permalink":"https://cheereese.github.io/tags/%E7%8E%AF%E5%A2%83%E6%B3%95/"}]},{"title":"如何开始搭建自己的GitHub+Hexo+Hipaper博客","slug":"howtobuildyourblogandmydebugjournal","date":"2022-03-14T05:47:59.000Z","updated":"2022-03-19T08:21:36.510Z","comments":true,"path":"2022/03/14/howtobuildyourblogandmydebugjournal/","link":"","permalink":"https://cheereese.github.io/2022/03/14/howtobuildyourblogandmydebugjournal/","excerpt":"如何搭建博客：我使用的教程以及些许注解↓第一份教程（容易看懂）：《Github + Hexo 搭建个人博客超详细教程》 From Tyzhaohttps://www.yshawlon.cn/1.html#toc-heading-17 注：在github建库时不要勾选readme，不要在setting选Jekyll主题，Jekyll和hexo冲突 第二份教程（不容易出错）：《用 GitHub + Hexo 建立你的第一个博客》From Crossinhttps://zhuanlan.zhihu.com/p/22191919?refer=crossin 注：编程基础为0的人读起来也许辛苦一点，总之看不懂的地方高概率是让你去hexo根目录下面右键git bash here","text":"如何搭建博客：我使用的教程以及些许注解↓第一份教程（容易看懂）：《Github + Hexo 搭建个人博客超详细教程》 From Tyzhaohttps://www.yshawlon.cn/1.html#toc-heading-17 注：在github建库时不要勾选readme，不要在setting选Jekyll主题，Jekyll和hexo冲突 第二份教程（不容易出错）：《用 GitHub + Hexo 建立你的第一个博客》From Crossinhttps://zhuanlan.zhihu.com/p/22191919?refer=crossin 注：编程基础为0的人读起来也许辛苦一点，总之看不懂的地方高概率是让你去hexo根目录下面右键git bash here Q&amp;A↓关于ssh 《git学习（1）将本地仓库与远程仓库建立联系，并上传项目到远程仓库》https://blog.csdn.net/wet5649/article/details/82869831 hexo 更换主题后出现问题：WARN No layouthttps://lamirs.vercel.app/hexo%E6%9B%B4%E6%8D%A2%E4%B8%BB%E9%A2%98%E5%90%8E%E5%87%BA%E7%8E%B0%E9%97%AE%E9%A2%98-warn-no-layout-index-html/ hexo插入图片及控制大小https://blog.51cto.com/alexclownfish/3051079 工具和插件使用反馈↓一键将 Word 转换为 Markdown（我还没试）https://zhuanlan.zhihu.com/p/30891168 可视化编辑hexo博客的多种插件（我还没试）https://www.zhihu.com/question/27384681/answers/updated 简单版本的Hexo脚注插件，限制很多容易出bug，原作者不再更新，debug见20220316系统日志。观望使用中https://github.com/LouisBarranqueiro/hexo-footnotes hexo加密插件，极大拖慢deploy速度，有两个无法修复问题，debug见20220317系统日志。限制使用https://github.com/D0n9X1n/hexo-blog-encrypt hexo官方文档收录的全部插件https://hexo.io/plugins/ 卸载hexo插件，插件名后不用加版本号https://heychaw.cc/695a5f4e.html 如何更新博客：对前一篇文章《hello world》的扩展说明↓ 使用MarkdownPad2打开Hexo&#x2F;source&#x2F;_posts中的md文件，在MP2里编辑你的文章，或右键git bash here输入hexo new post “article title”，这样就新建了一篇文章注：每一个md文件都是一篇文章，md文件名会显示在网址里 保存md文件后，在Hexo（根目录）右键点击git bash here，输入hexo g生成静态网站注：这一步可能出现error: can not read a block mapping entry可以参考这个 https://chrischen0405.github.io/2018/11/21/post20181121-2/ 输入hexo s可以本地预览效果，当然最后别忘了ctrl+C和y停止运行，不然会一直占用4000端口 最后输入hexo d上传github hexo模板选择hexo主题汇总：https://hexo.io/themes/ Typecho简洁主题推荐——Maupassant：https://github.com/tufu9441/maupassant-hexo 简洁优雅的hexo主题推荐——经典yilia plus：https://github.com/JoeyBling/hexo-theme-yilia-plus 我使用的报纸式样主题——hipaper：https://github.com/iTimeTraveler/hexo-theme-hipaper 从零开始的系统日志20220314 为电脑配置本地hexo新建一个Hexo文件夹，比如我的（C&#x2F;panakot Blog&#x2F;Hexo），在Hexo文件夹下右键单击鼠标，点击 Git Bash Here，依次输入以下 npm 命令即可初始化。hexo initnpm install→攻略：https://www.yshawlon.cn/1.html#toc-heading-12 20220314 连接本地与githubSTEP1 生成密钥STEP2 在github设ssh（在github-setting-SSH and GPG新建SSH，填入密钥）STEP3 本地连接github（右键git bash here然后输入ssh -T &#103;&#105;&#x74;&#64;&#103;&#105;&#116;&#x68;&#117;&#x62;&#x2e;&#x63;&#111;&#109;）STEP4 修改博客根目录的_config.yml→截至目前的攻略：https://www.yshawlon.cn/1.html#toc-heading-13STEP5 deploy到github仓库，如出现错误则按照攻略下载插件→攻略：https://zhuanlan.zhihu.com/p/22498474 20220314 更新文章test编辑md时在tags的冒号后面加了空格，解决了deploy后404的问题。（听说要将title冒号后面的双引号改中文符号，但我还没遇到这个问题，先记下了） 20220315 hipaper主题初始化1 git clone下来的hipaper文件夹直接放在themes下面2 为使用主题的搜索功能，在Hexo根目录下安装hexo-generator-json-content工具→攻略：https://blog.csdn.net/u010983881/article/details/537353593 在hexo根目录&#x2F;sources里面创建了tags、categories、about的文件夹，解决了主题的tags、categories、about导航会404的问题→参考：https://www.jianshu.com/p/0d6f63385c284 改写tags、categories文件夹里的md文件，让主题的tags、categories导航能够正常使用，解决了显示空白的问题→攻略：https://www.zhihu.com/question/29017171→攻略：https://www.jianshu.com/p/0d6f63385c28 5 用markdownpad2编辑about文件夹内的md文件，增加了自我介绍 20220316 hipaper主题调整和插件调试1 更改了侧边栏“联系我们”（social links）的图标及其导航，使其能够跳转我的ao3和lofter。很多图标不能使用比如A和L，在hexo s预览时可以使用的图标deploy后也能正常使用，没显示的话多d几次。anchor和inbox可以使用。→主题作者答复：https://github.com/iTimeTraveler/hexo-theme-hipaper/issues/152 增加了脚注插件，下载插件后在根目录config.yml的#extention下写入plugins:- hexo-footnotes，第一次调试的实验对象是20220314the precautionary principle调试结果如下 -脚注中不能使用Ibid和英文双引号，脚注之间必须两次回车且不能夹空格以防止粘连 -脚注数字不能使用2、7、9，疑似之前Ibid留下的问题 -建议脚注不要使用严格引用格式，引用越简单越好，比如人名英文逗号标题英文括号年份英文括号。观望使用 20220317 插件调试和deploy报错：Spawn failed1 增加了加密插件，下载后马上可以使用，第一次调试的实验对象是20220314the precautionary principle调试结果如下 -密码可以使用纯英文，如果使用纯数字则需要英文双引号引住。hexo s正常运行的话应该就行了，每次加密deploy后更新到网站的速度非常慢。 -作者建议只使用一个密码并不再更改。输入一次正确密码之后所有加密文章都解锁，且该问题无法修复。加密文章无法显示目录，且该问题无法修复。→插件作者答复：https://github.com/D0n9X1n/hexo-blog-encrypt/issues/130 2 deploy报错代码（报错前啥也没做，感觉加了加密后d变很卡） ! [remote rejected] HEAD -&gt; master (Internal Server Error)error: failed to push some refs to ‘https://github.com/cheereese/cheereese.github.io.git&#39;FATAL { err: Error: Spawn failed at ChildProcess. (C:\\Hexo blog\\Hexo\\node_modules\\hexo-util\\lib\\spawn.js:51:21) at ChildProcess.emit (node:events:520:28) at ChildProcess.cp.emit (C:\\Hexo blog\\Hexo\\node_modules\\cross-spawn\\lib\\enoent.js:34:29) at Process.ChildProcess._handle.onexit (node:internal&#x2F;child_process:291:12) { code: 1 }} Something’s wrong. Maybe you can find the solution here: %s https://hexo.io/docs/troubleshooting.html （未解决）方法1：https://www.jianshu.com/p/c60ad2a33a1e（未解决，但d偶尔成功时变快了）方法2：卸载加密插件（未解决）方法3：https://blog.zhheo.com/p/128998ac.html以上方法1和3都是解决code128的问题，我的报错是code1使用hexo g –debug未发现问题，clean后重新g和d，不再报错。随后网页开始404，原因不明，在config.yml的配置项的冒号后面删了空格重加空格，网页恢复。 20220319 deploy后无法显示（0317-0319）1 检查了github仓库的environment，deployment history中这三天的deploy没有active过，只有failure2 随便修改了20220314的两篇文章（包括加密文章）的内容，再deploy，history显示此次deployment active，刷新网页后更新正常。原因不明。","categories":[{"name":"编程笔记","slug":"编程笔记","permalink":"https://cheereese.github.io/categories/%E7%BC%96%E7%A8%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"web开发","slug":"web开发","permalink":"https://cheereese.github.io/tags/web%E5%BC%80%E5%8F%91/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-14T04:12:08.137Z","updated":"2022-03-15T09:48:03.934Z","comments":true,"path":"2022/03/14/hello-world/","link":"","permalink":"https://cheereese.github.io/2022/03/14/hello-world/","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub.","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"访谈笔记","slug":"访谈笔记","permalink":"https://cheereese.github.io/categories/%E8%AE%BF%E8%B0%88%E7%AC%94%E8%AE%B0/"},{"name":"法律笔记","slug":"法律笔记","permalink":"https://cheereese.github.io/categories/%E6%B3%95%E5%BE%8B%E7%AC%94%E8%AE%B0/"},{"name":"编程笔记","slug":"编程笔记","permalink":"https://cheereese.github.io/categories/%E7%BC%96%E7%A8%8B%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"库布里克","slug":"库布里克","permalink":"https://cheereese.github.io/tags/%E5%BA%93%E5%B8%83%E9%87%8C%E5%85%8B/"},{"name":"环境法","slug":"环境法","permalink":"https://cheereese.github.io/tags/%E7%8E%AF%E5%A2%83%E6%B3%95/"},{"name":"web开发","slug":"web开发","permalink":"https://cheereese.github.io/tags/web%E5%BC%80%E5%8F%91/"}]}